[
  {
    "id": 18666,
    "name": "Flat with Sunny Terrace",
    "summary": "Apartment located near the \"Plaza de las Glorias\" and the second-hand market (Encants). The accommodation is also close to the National Theatre of Catalunya and the Agbar Tower which has become one of the new symbols of Barcelona.  Licence number: HUTB-(PHONE NUMBER HIDDEN)",
    "description": "Apartment located near the \"Plaza de las Glorias\" and the second-hand market (Encants). The accommodation is also close to the National Theatre of Catalunya and the Agbar Tower which has become one of the new symbols of Barcelona.  Licence number: HUTB-(PHONE NUMBER HIDDEN) Nice apartment situated on the penthouse floor of a building with elevator. Huge Living/dining-room with double sofa-bed  1 bedroom with two single beds  1 bedroom with double bed  Nice kitchen opened to the living/dining-room and fully equipped for 6 people  Bathroom with shower  The accommodation has been recently renovated and tastefully decorated with a comfortable furniture and wood floor. Also it is equipped with air-conditioning and heating. Free Wifi - air conditioning. We will provide basic amenities like shower gel, shampoo,and hand soap. Also, 1 set of bed linen and towels per person will be included. We can provide you all kind of entrance and tickets for monuments and shows in Barcelona in order you avo",
    "picture_url": "https://a0.muscache.com/im/pictures/47f88bc6-6561-445a-beec-f8ec4ddc1038.jpg?aki_policy=large",
    "host_name": "Mireia And Maria",
    "host_id": 71615,
    "host_since": "2010-01-19",
    "host_picture_url": "https://a0.muscache.com/im/users/71615/profile_pic/1426612511/original.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, CT, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Entire home/apt",
    "price": 130,
    "minimum_nights": 3,
    "maximum_nights": 730,
    "number_of_reviews": 1,
    "latitude": 41.40889,
    "longitude": 2.18555
  },
  {
    "id": 18674,
    "name": "Huge flat for 8 people close to Sagrada Familia",
    "summary": "110m2 apartment to rent in Barcelona. Located in the Eixample district, near the Sagrada Familia. It has a small balcony where you can see the temple of Gaudi. Capacity for 8 people.  Licence number: HUTB-002062",
    "description": "110m2 apartment to rent in Barcelona. Located in the Eixample district, near the Sagrada Familia. It has a small balcony where you can see the temple of Gaudi. Capacity for 8 people.  Licence number: HUTB-002062 Apartment with 110 m2 located in the 6th floor in a building with elevator Huge living/dinig-room  1 double bedrrom  1 bedroom with 2 single beds  1 bedroom with bunk beds  Kitchen fully equipped for 8 people  1 bathroom with bathtub  1 small bathroom with shower  balcony  The accommodation has been recently renovated and tastefully decorated  with a comfortable furniture and wood floor. Also it is equipped with heating, air conditioning and wifi. Free Wifi - air conditioning. We will provide basic amenities like shower gel, shampoo,and hand soap. Also, 1 set of bed linen and towels per person will be included. We can provide you all kind of entrance and tickets for monuments and shows in Barcelona in order you avoid queues and plan your trip in advance. Also we can organize sh",
    "picture_url": "https://a0.muscache.com/im/pictures/13031453/413cdbfc_original.jpg?aki_policy=large",
    "host_name": "Mireia And Maria",
    "host_id": 71615,
    "host_since": "2010-01-19",
    "host_picture_url": "https://a0.muscache.com/im/users/71615/profile_pic/1426612511/original.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, CT, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Entire home/apt",
    "price": 60,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 15,
    "latitude": 41.4042,
    "longitude": 2.17306
  },
  {
    "id": 32711,
    "name": "Sagrada Familia area - Còrsega 1",
    "summary": "A lovely two bedroom apartment only 250 m from Barcelona's iconic Sagrada Familia.",
    "description": "A lovely two bedroom apartment only 250 m from Barcelona's iconic Sagrada Familia. NOTE: For all reservations made before June 19, 2019 the local city tax is NOT included in the price paid to Airbnb and must be paid upon arrival. Currently the city tax is €2.48 per person per night up to a maximum of 7 nights for guests over 16 years old. Originally a typical Barcelona style three bedroom family apartment but when it was refurbished a wall was removed to combine the lounge and main bedroom into one large lounge dining area. NOTE: If you want to see all my properties and boats please have a look at: https://www.airbnb.com/s?host_id=135703 or click on my profile and choose the link at the bottom left of the screen. CAUTION: The whole apartment is covered by the Roomonitor noise alerting system, which will send an alert to an alarm center if high levels of noise are detected, between 10:00 pm and 8:00 am, which would disturb the neighbours. Each call from the alarm center to the guest abo",
    "picture_url": "https://a0.muscache.com/im/pictures/357b25e4-f414-48c5-aad0-e89342b1daa2.jpg?aki_policy=large",
    "host_name": "",
    "host_id": 135703,
    "host_since": "",
    "host_picture_url": "",
    "street": "Barcelona, Catalonia, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Entire home/apt",
    "price": 140,
    "minimum_nights": 2,
    "maximum_nights": 365,
    "number_of_reviews": 52,
    "latitude": 41.40464,
    "longitude": 2.16954
  },
  {
    "id": 218503,
    "name": "Single room next to Bogatell Beach / 单间,旁边的海滩",
    "summary": "Next to the beach, close to center. Single room in beautiful Poblenou area in Barcelona, located between Bogatell and Mar Bella beach, so whenever you want to enjoy the beach, is here. It is a quiet neighbourhood ,   Especially during summer are there many festivals, area parties, street performances, animation . . . There is 20 minutes to center by bus. There is also bus stop  just next to flat.",
    "description": "Next to the beach, close to center. Single room in beautiful Poblenou area in Barcelona, located between Bogatell and Mar Bella beach, so whenever you want to enjoy the beach, is here. It is a quiet neighbourhood ,   Especially during summer are there many festivals, area parties, street performances, animation . . . There is 20 minutes to center by bus. There is also bus stop  just next to flat. Next to beach, close to center Single room in beautiful Poblenou area in Barcelona, located between Bogatell and Mar Bella beach, so whenever you want to enjoy the sea, is here. It is a quiet neighbourhood but only 20 minutes by bus to Barceloneta beach club parties or alternative musicians. Especially during summer are there many festivals, area parties, street performances, animation . . . There is 15 minutes to center by bus. There is also bus just next to flat. Near is also metro station . . . Inside room is wi-fi Internet, 90x190 single bed, wardrobe, night table, table, radio-cd player,",
    "picture_url": "https://a0.muscache.com/im/pictures/7278416/09bb51a3_original.jpg?aki_policy=large",
    "host_name": "Jan",
    "host_id": 1130143,
    "host_since": "2011-09-08",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/d0ab952c-5935-4d82-a63f-c238792ab50e.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalonia, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Private room",
    "price": 30,
    "minimum_nights": 3,
    "maximum_nights": 15,
    "number_of_reviews": 48,
    "latitude": 41.39765,
    "longitude": 2.20739
  },
  {
    "id": 1216600,
    "name": "Cozy&Classy&Central",
    "summary": "Do you want to feel like a real local? Enjoy Barcelona from a flat full of style, design and with the taste of the royal estates of the Barcelona of the early 1900s. Modernity and the past come together in a careful and welcoming decor. Let yourself be surprised by its high Catalan return ceilings, its surprising details, the original wooden carpentry and the two sunny balconies where you can have the first coffee of the day. We have completely renovated this space in March 2019.",
    "description": "Do you want to feel like a real local? Enjoy Barcelona from a flat full of style, design and with the taste of the royal estates of the Barcelona of the early 1900s. Modernity and the past come together in a careful and welcoming decor. Let yourself be surprised by its high Catalan return ceilings, its surprising details, the original wooden carpentry and the two sunny balconies where you can have the first coffee of the day. We have completely renovated this space in March 2019. Be the first in this space completely renovated. The \"soul\" of the flat is the central space where the open kitchen is and a bar and from where you can access the outdoor living room with natural light and the two large double bedrooms. The first room is exterior to the street, with a balcony that provides natural light and pleasant view of a wide street. The second room, has its window oriented to an interior patio and where a ceiling fan has been installed to cool you on hot summer nights. The apartment has",
    "picture_url": "https://a0.muscache.com/im/pictures/ea69f327-b222-4837-81e6-668e0acef9be.jpg?aki_policy=large",
    "host_name": "Eli&Agus",
    "host_id": 4101093,
    "host_since": "2012-11-09",
    "host_picture_url": "https://a0.muscache.com/im/users/4101093/profile_pic/1352841808/original.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalonia, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Entire home/apt",
    "price": 160,
    "minimum_nights": 3,
    "maximum_nights": 90,
    "number_of_reviews": 229,
    "latitude": 41.38199,
    "longitude": 2.15111
  },
  {
    "id": 22613282,
    "name": "BCN Center Big Bed +A/C+ Balcony + Desk+WIFI",
    "summary": "Bienvenidos a mi moderna casa!!! Estoy alquilando  esta excelente habitación doble con balcón , Aire acondicionado! Escritorio y amplio armario! Wi-Fi 24hs Comparto mi hogar con viajeros, estudiantes y trabajadores de todo el mundo ;) Estoy en el centro de Barcelona, a tan solo 1 minuto de Plaza España, Fira Montjuïc! Metro, buses y tren! Excelente comunicación con el Aeropuerto y a 5 minutos de la estación Sants. Se puede alquilar por mes.",
    "description": "Bienvenidos a mi moderna casa!!! Estoy alquilando  esta excelente habitación doble con balcón , Aire acondicionado! Escritorio y amplio armario! Wi-Fi 24hs Comparto mi hogar con viajeros, estudiantes y trabajadores de todo el mundo ;) Estoy en el centro de Barcelona, a tan solo 1 minuto de Plaza España, Fira Montjuïc! Metro, buses y tren! Excelente comunicación con el Aeropuerto y a 5 minutos de la estación Sants. Se puede alquilar por mes. Amplia habitación doble con balcón. Ideal para una o dos personas .Horarios para el check-in; Flexible ;) WIFI 24h, Aire Acondicionado y calefacción!  Toallas y sábanas limpias. Gran salón con cómodos sillones. Dos baños completos . La cocina se puede utilizar únicamente para el desayuno y comidas ligeras! Mi apartamento es muy amplio y luminoso!! Tienes espacio en la nevera y las alacenas para guardar lo que necesites! También puedes disfrutar de un rico y placentero Te! Estoy disponible para cualquier consulta que tengáis In the same corner You wi",
    "picture_url": "https://a0.muscache.com/im/pictures/bc66e8c4-694a-43d9-87df-4f2639de4956.jpg?aki_policy=large",
    "host_name": "Joaquín",
    "host_id": 9536735,
    "host_since": "2013-10-20",
    "host_picture_url": "https://a0.muscache.com/im/users/9536735/profile_pic/1415114073/original.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Private room",
    "price": 60,
    "minimum_nights": 3,
    "maximum_nights": 180,
    "number_of_reviews": 68,
    "latitude": 41.37586,
    "longitude": 2.14459
  },
  {
    "id": 22622324,
    "name": "Habitación céntrica Barcelona",
    "summary": "Habitación situada en pleno centro de Barcelona barrio Eixample , a 1 minuto de Casa batlló, Rambla, Plazs Cataluña , perfecto para visitar la ciudad . Vivo yo solo en el piso, el baño se comparte solo conmigo, aunque estoy mayormente fuera de casa.",
    "description": "Habitación situada en pleno centro de Barcelona barrio Eixample , a 1 minuto de Casa batlló, Rambla, Plazs Cataluña , perfecto para visitar la ciudad . Vivo yo solo en el piso, el baño se comparte solo conmigo, aunque estoy mayormente fuera de casa. Habitación doble , con armario y espacio, baño y cocina Situado en pleno centro de Barcelona, junto a la casa Batllo, Casa Mila, Paseo de Gracia, Plaza Cataluña, Sagrada Familia Piso muy céntrico , cerca de todo para visitar, restaurantes, metro etc Rodeado de buenos restaurantes, en plena Rambla, calle peatonal perfecta para pasear y tomar algo",
    "picture_url": "https://a0.muscache.com/im/pictures/2e43af27-2383-47e2-b0cd-799e900eeb0f.jpg?aki_policy=large",
    "host_name": "Juan Luis",
    "host_id": 77661225,
    "host_since": "2016-06-14",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/bbee26ff-6158-4b82-a178-8d5c2c75c6d7.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Private room",
    "price": 60,
    "minimum_nights": 1,
    "maximum_nights": 7,
    "number_of_reviews": 10,
    "latitude": 41.3908,
    "longitude": 2.16116
  },
  {
    "id": 22625973,
    "name": "Spacious,bright & cozy. ¡Enjoy BCN!",
    "summary": "La habitación es amplia, comoda y acogedora. Dispone de balcón y mucha luz natural, que les hará sentir un ambiente cálido y tranquilo para que puedan disfrutar de la bella ciudad. Disfrutarán del mar y la  montaña. Durante su estadía intentaremos que su experiencia con nosotros sea lo más familiar posible, y así puedan tener una estancia perfecta. Disponemos de una cama adicional para una tercera persona. SÓLO PIDO RESPETAR EL HORARIO DE SALIDA DEBIDO AL ESCASO TIEMPO, POR MI ACTIVIDAD LABORAL.",
    "description": "La habitación es amplia, comoda y acogedora. Dispone de balcón y mucha luz natural, que les hará sentir un ambiente cálido y tranquilo para que puedan disfrutar de la bella ciudad. Disfrutarán del mar y la  montaña. Durante su estadía intentaremos que su experiencia con nosotros sea lo más familiar posible, y así puedan tener una estancia perfecta. Disponemos de una cama adicional para una tercera persona. SÓLO PIDO RESPETAR EL HORARIO DE SALIDA DEBIDO AL ESCASO TIEMPO, POR MI ACTIVIDAD LABORAL. Habitación  exterior con balcón y mucha luz natural, dispone de dos camas individuales ( o litera), que se pueden juntar para matrimonio (disponemos de una cama adicional para una tercera persona), limpia y tranquila, con amplio armario, suelo parquet, calefacción eléctrico y ventilador. Como detalle de bienvenida le invitamos a café o alguna bebida refrescante Baño, comedor, salón, microondas, tostadora, (nevera independiente para el huésped.) Toallas, ropa de cama, Gel de ducha, shampoo, pape",
    "picture_url": "https://a0.muscache.com/im/pictures/9a64c0a2-4a5d-4d8f-85f9-0f9504988cdd.jpg?aki_policy=large",
    "host_name": "Patricia",
    "host_id": 131140596,
    "host_since": "2017-05-20",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/1b3b705b-e8d5-42d4-8958-62a7ba443ebf.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Private room",
    "price": 33,
    "minimum_nights": 2,
    "maximum_nights": 1125,
    "number_of_reviews": 17,
    "latitude": 41.4211,
    "longitude": 2.19811
  },
  {
    "id": 22626822,
    "name": "Habitación individual privada bien situada",
    "summary": "Habitación privada en piso acojedor. A 15 min en metro de plaça catalunya.",
    "description": "Habitación privada en piso acojedor. A 15 min en metro de plaça catalunya. Barrio residencial tranquilo y seguro Parada de bus linea amarilla a 5 min caminando",
    "picture_url": "https://a0.muscache.com/im/pictures/8cecfe3e-890b-455c-84e2-3754ac3673b2.jpg?aki_policy=large",
    "host_name": "Sergi",
    "host_id": 123032316,
    "host_since": "2017-03-28",
    "host_picture_url": "https://a0.muscache.com/im/pictures/147d7cd6-2d9c-4f1e-9224-8db3c00f2a63.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Private room",
    "price": 25,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 1,
    "latitude": 41.41841,
    "longitude": 2.17514
  },
  {
    "id": 22629034,
    "name": "Hab. pequeña acogedora con ventana ext. en Sants.",
    "summary": "Moderno y fresco. Todo nuevo y reluciente. Grande, acogedor y listo. Tienes tu propio balcón. Y por lo demás las fotos lo dicen todo.",
    "description": "Moderno y fresco. Todo nuevo y reluciente. Grande, acogedor y listo. Tienes tu propio balcón. Y por lo demás las fotos lo dicen todo. Es un piso nuevo y lleno de potencial. Lo he amueblado de cero hace apenas unas semanas, y lo he hecho lo mejor que he podido. Es super cómodo y creo que en buena compañía se respira un ambiente familiar y tranquilo. El barrio es super chulo y la gente de por aqui es muy maja. Tienes un mercado a 4 pasos. Tengo alarma pero el uso de ella lo consensuamos entre tu y yo (lo mas valioso del piso es mi perrito Floppy). Las zonas comunes son el vestidor, el baño, la cocina, el recibidor, los balcones y el salón. Es una casa familiar usa lo que necesites. Estaré a tu disposición en cualquier momento en el movil si no estuviera en casa. El barrio es muy limpio moderno y abierto. Estamos muy cerca de sants  y plaza España, 15 min caminando máximo. La gente del barrio es muy simpatica y familiar. Para venir a casa en metro toma la Linea roja L1 hasta Mercat Nou. A",
    "picture_url": "https://a0.muscache.com/im/pictures/060e6569-2617-447c-8efc-826083ab37c7.jpg?aki_policy=large",
    "host_name": "W.",
    "host_id": 166589588,
    "host_since": "2018-01-08",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/e05953fe-f815-4e21-bf7f-6c9d45c260fb.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Private room",
    "price": 68,
    "minimum_nights": 2,
    "maximum_nights": 1125,
    "number_of_reviews": 0,
    "latitude": 41.37504,
    "longitude": 2.13386
  },
  {
    "id": 22629847,
    "name": "Confortable Habitacion Doble en Las Ramblas",
    "summary": "Comoda habitaciòn ,pequeña pero optima en piso reformado, amplio y luminoso en Las Ramblas y cercano a las atracciones turisticas de Barcelona. Genial para parejas o grupos de amigos que desean aprovechar las comodidades del centro de la ciudad y desean sentirse como en casa. Ideal para profesionales que que visitan la ciudad para meetings u otro motivo de trabajo, dado que el alojameinto està cercano a todas las estructuras que organizan este tipo de eventos.  Gay Friendly. Welcome!!",
    "description": "Comoda habitaciòn ,pequeña pero optima en piso reformado, amplio y luminoso en Las Ramblas y cercano a las atracciones turisticas de Barcelona. Genial para parejas o grupos de amigos que desean aprovechar las comodidades del centro de la ciudad y desean sentirse como en casa. Ideal para profesionales que que visitan la ciudad para meetings u otro motivo de trabajo, dado que el alojameinto està cercano a todas las estructuras que organizan este tipo de eventos.  Gay Friendly. Welcome!! La zona común es muy confortable, con amplia cocina dónde pasarlo bien. La habitación es pequeña pero muy bien equipada ,con colgadores y perchas para ropa , caja fuerte y tv smart. Llave en la puerta para mayor tranquilidad . Posibilidad de espacio en la nevera y cocinar. la cocina comedor , despacho, y salón Disponible para cualquier circunstancia via teléfono 24 hrs Es pleno centro histórico, puedo recomendar un montón de lugares metro liceo o plaza catalunya muy (Website hidden by Airbnb) mejor opción",
    "picture_url": "https://a0.muscache.com/im/pictures/d06d86e7-aa75-401a-87aa-3dafde999c2f.jpg?aki_policy=large",
    "host_name": "Juan Jose",
    "host_id": 160690738,
    "host_since": "2017-11-30",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/3adcfb82-b81b-4283-9bbc-5880549a0ce4.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Private room",
    "price": 75,
    "minimum_nights": 2,
    "maximum_nights": 30,
    "number_of_reviews": 111,
    "latitude": 41.38195,
    "longitude": 2.16869
  },
  {
    "id": 22631514,
    "name": "Habitación privada-Casa con encanto dentro y fuera",
    "summary": "Una casa antigua y bonita, con mucho carácter e historia en ella. Con espacios grandes y amplios para disfrutar y relajarse tanto dentro como fuera de la casa, ya que la casa está rodeada por un patio trasero muy amplio y soleado y una terraza de piedra muy acogedora donde poder disfrutar de un buen desayuno. Eso le da mucha tranquilidad y privacidad a la casa. Además de un comedor, un salón y un despacho amplios donde poder trabajar en paz. También dispone de cuarto de baño y cocina grande.",
    "description": "Una casa antigua y bonita, con mucho carácter e historia en ella. Con espacios grandes y amplios para disfrutar y relajarse tanto dentro como fuera de la casa, ya que la casa está rodeada por un patio trasero muy amplio y soleado y una terraza de piedra muy acogedora donde poder disfrutar de un buen desayuno. Eso le da mucha tranquilidad y privacidad a la casa. Además de un comedor, un salón y un despacho amplios donde poder trabajar en paz. También dispone de cuarto de baño y cocina grande. Quien esté alojado en nuestra casa tiene acceso a las todas las zonas comunes como son comedor, cocina, baño y jardín así como la propia habitación que es de uso privado Dormitorio, Salón, Comedor, Cocina, Estudio, Baño, Patio, Terraza. Cualquier pregunta o duda que tengáis, estamos a vuestra disposición en (Phone number hidden by Airbnb)  En la misma calle de la casa se puede aparcar de forma gratuita, aunque para moverse por Barcelona, aconsejamos usar el transporte público. Tenemos la estación d",
    "picture_url": "https://a0.muscache.com/im/pictures/8a05ee85-bace-4380-b699-7a839ac45f03.jpg?aki_policy=large",
    "host_name": "Laura & Raquel",
    "host_id": 166620724,
    "host_since": "2018-01-08",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/69ac5098-cfcc-4702-8e40-f7b92280f20b.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Private room",
    "price": 35,
    "minimum_nights": 1,
    "maximum_nights": 14,
    "number_of_reviews": 116,
    "latitude": 41.43864,
    "longitude": 2.15786
  },
  {
    "id": 22632565,
    "name": "Double charming room in Gothic area",
    "summary": "This charming room is located in a ground floor duplex in the historic center of the city, in a pedestrian and quiet street, two steps from the Port and the famous Ramblas. The apartment has stone walls and medieval arches, modernist tiles, wooden beams. It has all the amenities to make your stay as pleasant as possible. Ideal for travelers, families or friends.",
    "description": "This charming room is located in a ground floor duplex in the historic center of the city, in a pedestrian and quiet street, two steps from the Port and the famous Ramblas. The apartment has stone walls and medieval arches, modernist tiles, wooden beams. It has all the amenities to make your stay as pleasant as possible. Ideal for travelers, families or friends. Warm athmosphere surrounded by medieval walls and arches. Carefully refurbished conserving the originals materials. Duplex apartment:  -Ground floor: entrance hall, kitchen, one bathroom with shower, one separated toilet, dining and living room with two sofas, TV (local channels). -First floor: 11 steps staircase, two doble bedrooms, bathroom with bathtub. kitchen, living room, dining room, toilet and bathrooms. The kitchen and dining room must be kept clean and collected. Respect the rest of the others from 23 h and before 8 h. Check in, check out. There is a supplement of 20 € if the check in is later than 20.30 Daytime avail",
    "picture_url": "https://a0.muscache.com/im/pictures/377aa8c5-31af-4f8b-95d5-203416b4ab38.jpg?aki_policy=large",
    "host_name": "May",
    "host_id": 136772586,
    "host_since": "2017-06-24",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/3a78e09f-5b45-481a-8fb7-3d800580d1e8.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Private room",
    "price": 50,
    "minimum_nights": 3,
    "maximum_nights": 15,
    "number_of_reviews": 45,
    "latitude": 41.37952,
    "longitude": 2.17886
  },
  {
    "id": 22643268,
    "name": "Sagrada Familia 1, nice, bright & quiet apartment",
    "summary": "Nice apartment, bright and quiet, close to many sightseeings in Barcelona and good public transport connection. Sagrada Familia is at walking distance. The apartment house has elevator and only one apartment in each floor, you really integrated in Barcelonas neighborhood as a citizen",
    "description": "Nice apartment, bright and quiet, close to many sightseeings in Barcelona and good public transport connection. Sagrada Familia is at walking distance. The apartment house has elevator and only one apartment in each floor, you really integrated in Barcelonas neighborhood as a citizen",
    "picture_url": "https://a0.muscache.com/im/pictures/14515c09-b68b-4084-85bf-365f2f9b0189.jpg?aki_policy=large",
    "host_name": "Anna",
    "host_id": 59223335,
    "host_since": "2016-02-17",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/9e008041-2bee-4559-83b0-5790c8b6ec48.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Entire home/apt",
    "price": 80,
    "minimum_nights": 3,
    "maximum_nights": 1125,
    "number_of_reviews": 20,
    "latitude": 41.40629,
    "longitude": 2.1784
  },
  {
    "id": 22643770,
    "name": "Central Barcelona",
    "summary": "Charming bright and modern apartment in the heart of Raval, close to the new Santa Antoni market, moments walk from Las Ramblas and Plaza Catalonia.",
    "description": "Charming bright and modern apartment in the heart of Raval, close to the new Santa Antoni market, moments walk from Las Ramblas and Plaza Catalonia. Quiet street in a very central area with many shops cafés and restaurants Close to Sant Antoni tube station, and short walk to La Rambla, plaza Catalunya and Universitat. Moments to la Boqueria Market",
    "picture_url": "https://a0.muscache.com/im/pictures/92a59156-2195-4c1b-be59-07597ad66050.jpg?aki_policy=large",
    "host_name": "Miguel",
    "host_id": 166738641,
    "host_since": "2018-01-09",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/f3bf3113-a438-48e2-8ebd-5cfc97b56d5a.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Entire home/apt",
    "price": 47,
    "minimum_nights": 30,
    "maximum_nights": 1125,
    "number_of_reviews": 0,
    "latitude": 41.37969,
    "longitude": 2.16492
  },
  {
    "id": 1218515,
    "name": "Habitación cerca de playa en Gótico",
    "summary": "Es una habitacion grande con cama individual (puedo poner un colchón sobre el suelo de bambú para otra persona) , balcon a una pequeña plaza y zona de estudio, el baño es pequeñito y se comparte con una habitación individual.",
    "description": "Es una habitacion grande con cama individual (puedo poner un colchón sobre el suelo de bambú para otra persona) , balcon a una pequeña plaza y zona de estudio, el baño es pequeñito y se comparte con una habitación individual. En un edificio catalogado de patrimonio historico, en la mejor calle del barrio Gotico, sobre la muralla romana, junto al puerto y muy cerca de la playa. Es la zona mejor comunicada de la ciudad : metro a 1 min.( Jaime I), a 5min (Liceo) y muchos autobuses Calle señorial y muy tranquila con dos pequeñas plazas donde tomar cafe, hace solo unos meses se inaguro un palacio restaurado como hotel 5 estrellas (Hotel Mercerino).El piso tiene una pequeña terraza dando a una plaza.Una de las habitaciones conserva frescos originales de 170 años de antiguedad, y en todo el piso se ha intentado conservar al maximo los suelos hidraulicos y la carpinyeria de madera., A menos de 5 minutos a pie de muchos museos como el de historia o el museo picaso,a pocos metros del ayuntamient",
    "picture_url": "https://a0.muscache.com/im/pictures/20880708/3fa1f605_original.jpg?aki_policy=large",
    "host_name": "Inma",
    "host_id": 6649089,
    "host_since": "2013-05-30",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/955d9f63-1032-4a8a-9e88-0f01ffeb0ba0.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Private room",
    "price": 66,
    "minimum_nights": 2,
    "maximum_nights": 100,
    "number_of_reviews": 124,
    "latitude": 41.38231,
    "longitude": 2.17988
  },
  {
    "id": 22645789,
    "name": "Fantastic studio for 2 close to Plaza España",
    "summary": "This calm and nice studio  is perfect for 2 people , has an open space with a double bed, modern kitchen and cosy living room. The closest metro station is just 3 minutes walking, the station Entença part of the blue line, which will take you to the city center.",
    "description": "This calm and nice studio  is perfect for 2 people , has an open space with a double bed, modern kitchen and cosy living room. The closest metro station is just 3 minutes walking, the station Entença part of the blue line, which will take you to the city center. This is a one bedroom, one bathroom apartment, providing , heating/AC, with a cozy living room and a modern kitchen.  The living room is composed of a sofa, flat screen TV, and a center table. There is a modern kitchen and we provide all the kitchen tools necessary and some basics like olive oil, salt, pepper and sugar. There is a coffee machine and complimentary coffee and tea. You will have the whole place for yourself. The apartment is an open space with one double bed and one bathroom, living room with sofa and kitchen. There is also a washing machine in the apartment that you can use. We will provide you with the products needed for the washing machine. The whole place is available. My friends at Hostmaker are looking afte",
    "picture_url": "https://a0.muscache.com/im/pictures/859fc232-69d6-4475-ac02-df390e94ebf2.jpg?aki_policy=large",
    "host_name": "Carlos",
    "host_id": 166760300,
    "host_since": "2018-01-09",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/e9d9d0a0-0578-4dd0-9266-ade5db091519.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Entire home/apt",
    "price": 15,
    "minimum_nights": 31,
    "maximum_nights": 1125,
    "number_of_reviews": 0,
    "latitude": 41.38238,
    "longitude": 2.1461
  },
  {
    "id": 22646263,
    "name": "Big Bedroom with two separate beds",
    "summary": "Hey! Me and my flatmate, Ange are renting the bedroom in the while that we find someone for long term! We are nice and friendly girls living in Barcelona, both studying and working here. We’ll open our doors to meet new people and share our home. Since the flat is located in a residential area, we kindly ask you to be respectful with the neighbors. We live in an amazing apartment located in Barcelona’s center, it has everything near: supermarkets, shopping, restaurants, metro/bus stations.",
    "description": "Hey! Me and my flatmate, Ange are renting the bedroom in the while that we find someone for long term! We are nice and friendly girls living in Barcelona, both studying and working here. We’ll open our doors to meet new people and share our home. Since the flat is located in a residential area, we kindly ask you to be respectful with the neighbors. We live in an amazing apartment located in Barcelona’s center, it has everything near: supermarkets, shopping, restaurants, metro/bus stations. It’s a three bedroom apartment, you will have your own bedroom it has two separate beds, two night tables, a closet and mirror, and we are going to share the common areas: the living room, the kitchen and the bathroom. We also have a balcony with a relaxing view to a typical Barcelona’s interior yard You will have your own bedroom and we are going to share the common areas: the living room, the kitchen and the bathroom. We also have a balcony with a relaxing view to a typical Barcelona’s interior yar",
    "picture_url": "https://a0.muscache.com/im/pictures/33566470-4ef0-4594-b5d9-43a8865cd93d.jpg?aki_policy=large",
    "host_name": "Dani",
    "host_id": 54680723,
    "host_since": "2016-01-14",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/2fc4d692-dd07-4c68-a3a1-a83a091c08fa.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, CT, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Private room",
    "price": 50,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 23,
    "latitude": 41.39719,
    "longitude": 2.16983
  },
  {
    "id": 22647205,
    "name": "Cozy & charming Duplex Sagrada Familia area",
    "summary": "Great location, walking distance from La Sagrada Familia, with metro and bus lines literally in front of our door. Our duplex is located in a beautiful tiny passage, is not a big house but it offers a comfy accommodation. You will feel in a different place and at the same time in the heart of Barcelona! We are a family of artists, sport and nature lovers who travel the world. We love to meet new people on the road. Hosting travelers is something we enjoy a lot!",
    "description": "Great location, walking distance from La Sagrada Familia, with metro and bus lines literally in front of our door. Our duplex is located in a beautiful tiny passage, is not a big house but it offers a comfy accommodation. You will feel in a different place and at the same time in the heart of Barcelona! We are a family of artists, sport and nature lovers who travel the world. We love to meet new people on the road. Hosting travelers is something we enjoy a lot! Our house is a duplex apartment located in a small passage close to La Sagrada Familia and Hospital de Sant Pau. There are restaurants, bars, supermarkets and all kind of stores around the corner. Many lines of metro and bus are in the same block. There is no elevator or neighbors in the same building so you don't have to worry about that. We are big fans of nature, plants and flowers are our thing! The bathroom is downstairs. The area is well distributed so you can have your space and feel comfortable. We are always in touch wi",
    "picture_url": "https://a0.muscache.com/im/pictures/913d245a-f297-46e5-ba0f-2640b5395702.jpg?aki_policy=large",
    "host_name": "Constanza",
    "host_id": 155253760,
    "host_since": "2017-10-19",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/accff12a-cc4f-46f2-b9d6-2207268f2c6a.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Private room",
    "price": 60,
    "minimum_nights": 2,
    "maximum_nights": 4,
    "number_of_reviews": 84,
    "latitude": 41.41183,
    "longitude": 2.17718
  },
  {
    "id": 22648214,
    "name": "Happy room",
    "summary": "Located in the city center , in the oldest part , gotico , close to ramblas , cathedral and the port . All kind of shops are around the flat . It's a modernist flat with vintage interior , big and cozy  . The room is interior and gives on a patio with plants . It's very quiet . The bed is comfortable and double . There is a private bathroom but the wc is to share .",
    "description": "Located in the city center , in the oldest part , gotico , close to ramblas , cathedral and the port . All kind of shops are around the flat . It's a modernist flat with vintage interior , big and cozy  . The room is interior and gives on a patio with plants . It's very quiet . The bed is comfortable and double . There is a private bathroom but the wc is to share . The apartment is very cozy , with a nice vintage decoration. Located in the heart of the city , very practical , you can do all mostly by walking or a bicycle ride . The flat is calm and peaceful Access to the salon diner room , kitchen and terrasse You have all the intimacy that you need and if you need any help or questions please don't hesitate The gotic area is charming , nice small streets with all king of shops from designers to big brands . You have many small squares where you can sit and have a coffee and enjoy the surroundings. You cannot bring people to the apartment . The access to the terrasse is until 00h. Don'",
    "picture_url": "https://a0.muscache.com/im/pictures/360527d0-3322-4cd6-b856-58c6acccabb2.jpg?aki_policy=large",
    "host_name": "Mathieu",
    "host_id": 750820,
    "host_since": "2011-06-27",
    "host_picture_url": "https://a0.muscache.com/im/users/750820/profile_pic/1309291307/original.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Private room",
    "price": 50,
    "minimum_nights": 3,
    "maximum_nights": 1125,
    "number_of_reviews": 39,
    "latitude": 41.38181,
    "longitude": 2.17452
  },
  {
    "id": 22660625,
    "name": "Cozy bedroom in bright apartment",
    "summary": "Hello, room in a bright apartment super close to Plaza Ibiza, in Horta, a cozy neighborhood of Barcelona. The flat is equipped with  internet, washing machine, kitchen, dining room, sink.",
    "description": "Hello, room in a bright apartment super close to Plaza Ibiza, in Horta, a cozy neighborhood of Barcelona. The flat is equipped with  internet, washing machine, kitchen, dining room, sink.",
    "picture_url": "https://a0.muscache.com/im/pictures/68ce7af4-7fd7-40fe-8d37-200ec1debb10.jpg?aki_policy=large",
    "host_name": "Fabrizio",
    "host_id": 20205980,
    "host_since": "2014-08-18",
    "host_picture_url": "https://a0.muscache.com/im/users/20205980/profile_pic/1408368362/original.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Private room",
    "price": 40,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 0,
    "latitude": 41.42976,
    "longitude": 2.15962
  },
  {
    "id": 22663617,
    "name": "COMFORTABLE 1 BEDROOM PASSEIG DE GRACIA",
    "summary": "Comfortable 1-bedroom apartment in the very heart of the city with spectacular views over Passeig de Gracia. Bright spacious apartment in the most premium location of Barcelona. 75 m2, 1 double bedroom, 1 bathroom Passeig de Gracia apartment located in the very heart of Barcelona. The apartment is absolutely beautiful, designed in a trendy minimalist design that gives the it clean and spacious feeling.",
    "description": "Comfortable 1-bedroom apartment in the very heart of the city with spectacular views over Passeig de Gracia. Bright spacious apartment in the most premium location of Barcelona. 75 m2, 1 double bedroom, 1 bathroom Passeig de Gracia apartment located in the very heart of Barcelona. The apartment is absolutely beautiful, designed in a trendy minimalist design that gives the it clean and spacious feeling. Amazing sunny and spacious apartment of 75m2 in the very center of Barcelona next to Las Ramblas and Plaza Catalunya. The apartment is an exterior quiet apartment located on the 10th floor with great views over Passeig de Gracia. There is an elevator in the building. The apartment is fully furnished and equipped. Cozy living room with a comfortable sofa and flat screen TV Master bedroom with a queen bed  Pull out bed in the living room 1 complete Bathroom Dining area with a table and chairs Fully equipped kitchen (dishwasher, kettle, microwave, toaster etc.) Washing machine/dryer Air Con",
    "picture_url": "https://a0.muscache.com/im/pictures/654c3ae0-9a85-4135-a09f-0825e57249e6.jpg?aki_policy=large",
    "host_name": "Arina",
    "host_id": 8130906,
    "host_since": "2013-08-13",
    "host_picture_url": "https://a0.muscache.com/im/pictures/ede27d8a-e1c5-4099-afad-2927bd90f43d.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Entire home/apt",
    "price": 248,
    "minimum_nights": 3,
    "maximum_nights": 30,
    "number_of_reviews": 0,
    "latitude": 41.39053,
    "longitude": 2.16798
  },
  {
    "id": 22663879,
    "name": "Xd",
    "summary": "Habitación invidividual ideal para viajeros solitarios ubicada en zona muy céntrica de Barcelona. Piso muy luminoso, es un cuarto con ascensor, ambiente tranquilo y sin ruido.  Desde casa se puede ir andando a paseo de Gracia (10 minutos) y Plaza Catalunya (20 minutos), Sagrada Familia, Casa Batlló, Casa Milà, Parc Güell...  En el barrio es practicamente peatonal, preferencia para peatones, con poco tráfico, además hay varios restaurantes, cines... hay otra habitación que es donde vivo yo.",
    "description": "Habitación invidividual ideal para viajeros solitarios ubicada en zona muy céntrica de Barcelona. Piso muy luminoso, es un cuarto con ascensor, ambiente tranquilo y sin ruido.  Desde casa se puede ir andando a paseo de Gracia (10 minutos) y Plaza Catalunya (20 minutos), Sagrada Familia, Casa Batlló, Casa Milà, Parc Güell...  En el barrio es practicamente peatonal, preferencia para peatones, con poco tráfico, además hay varios restaurantes, cines... hay otra habitación que es donde vivo yo. Habitación perfecta para un viajero, cuarto para una persona en un apartamento acogedor y luminoso. Ubicado en el barrio de la Vila de Gracia (calle Montmany), centro de Barcelona.  Ofrezco toallas, sábanas, shampo, jabón y Wi-Fi (fibra òptica), secador.  también caja fuerte Cerca de las paradas de Joanic L3 y Fontana L4. LGTBfriendly El apartamento es compartido conmigo, hay dos habitaciones, una para el huesped y otra para mi.  El baño es compartido entre dos personas. Podrás utilizar la nevera par",
    "picture_url": "https://a0.muscache.com/im/pictures/80d63a13-c1b1-41be-b4cd-b5eb4ed4247a.jpg?aki_policy=large",
    "host_name": "X",
    "host_id": 161259933,
    "host_since": "2017-12-04",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/32c4cb95-d3e2-432d-a4e0-1a7ebdeb043c.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Private room",
    "price": 25,
    "minimum_nights": 1,
    "maximum_nights": 20,
    "number_of_reviews": 25,
    "latitude": 41.40393,
    "longitude": 2.15911
  },
  {
    "id": 22665692,
    "name": "Hab roja",
    "summary": "Perfectamente ubicado y muy co fortable con terraxa baño a compartir solo con otra persona luminozo terraza exterior",
    "description": "Perfectamente ubicado y muy co fortable con terraxa baño a compartir solo con otra persona luminozo terraza exterior",
    "picture_url": "https://a0.muscache.com/im/pictures/f2689f81-6198-4b5e-8853-7811d88f31cd.jpg?aki_policy=large",
    "host_name": "Rita",
    "host_id": 771458,
    "host_since": "2011-07-03",
    "host_picture_url": "https://a0.muscache.com/im/users/771458/profile_pic/1433411382/original.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Private room",
    "price": 25,
    "minimum_nights": 3,
    "maximum_nights": 120,
    "number_of_reviews": 68,
    "latitude": 41.38939,
    "longitude": 2.18432
  },
  {
    "id": 22666588,
    "name": "Big Apartment in Barcelona",
    "summary": "If you are traveling to Barcelona with the whole family or a large group of friends, this apartment is ideal for you. It's clean, spacious and cozy. Located next to the Sants market, near the Fira de Barcelona and the Camp Nou. A few minutes by public transport from the most emblematic places of Barcelona.",
    "description": "If you are traveling to Barcelona with the whole family or a large group of friends, this apartment is ideal for you. It's clean, spacious and cozy. Located next to the Sants market, near the Fira de Barcelona and the Camp Nou. A few minutes by public transport from the most emblematic places of Barcelona. This apartment has three comfortable bedrooms, all with double beds (that can become two individual beds). Two spacious and full bathrooms. The kitchen is fully equipped. The spacious living room has both sitting and dining areas. We rent the entire apartment. We are available for any questions or problems you may have. We will give you our phone number so you can call us. Feel free to contact us! Sants is a historical neighborhood with a lot of identity, considered the best communicated in Barcelona. It is a neighborhood with a lot of character, innovative stores and a great gastronomic offer. The apartment is 2 minutes away from Plaça de Sants (L5 and L1) and Mercat Nou (L1). The a",
    "picture_url": "https://a0.muscache.com/im/pictures/7e1fc5ae-c909-477a-85be-27e24ed3ef2c.jpg?aki_policy=large",
    "host_name": "Anima Apartments",
    "host_id": 28043451,
    "host_since": "2015-02-20",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/614bd0ab-d2a6-475e-85d8-00d6a4a3ae0c.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Entire home/apt",
    "price": 150,
    "minimum_nights": 3,
    "maximum_nights": 1125,
    "number_of_reviews": 8,
    "latitude": 41.37296,
    "longitude": 2.13295
  },
  {
    "id": 22668646,
    "name": "Sunny penthouse with Barcelona views for 4!",
    "summary": "This is a cozy studio, with two double beds, kitchen, bathroom and a big terrace with great views. There is air conditioning for the hot summer days. It is perfect for adventurous people, willing to discover traditional European buildings like this one. To reach the flat there are some very narrow steep stairs, that will definitely pay off once you discover the beautiful views from the terrace.",
    "description": "This is a cozy studio, with two double beds, kitchen, bathroom and a big terrace with great views. There is air conditioning for the hot summer days. It is perfect for adventurous people, willing to discover traditional European buildings like this one. To reach the flat there are some very narrow steep stairs, that will definitely pay off once you discover the beautiful views from the terrace. This is a cozy studio, with two double beds, kitchen, bathroom and a big terrace with great views. The decoration was made with original pieces, highlighting a modern style on this rustic flat. You will have the whole place for yourself. There is also a washing machine in the apartment that you can use. We will provide you with the products needed for the washing machine. The whole place is available. My friends at Hostmaker are looking after my home while I am away. They're an Airbnb management service team in Barcelona who are Airbnb hosts themselves. I trust them to give you a warm welcome! H",
    "picture_url": "https://a0.muscache.com/im/pictures/a90503b8-9685-40e0-b256-d82b81539ca6.jpg?aki_policy=large",
    "host_name": "Carl & Sara",
    "host_id": 167009780,
    "host_since": "2018-01-10",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/8e619db4-4c39-4214-aa79-7f6bb385f87a.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Entire home/apt",
    "price": 15,
    "minimum_nights": 31,
    "maximum_nights": 1125,
    "number_of_reviews": 2,
    "latitude": 41.38524,
    "longitude": 2.18083
  },
  {
    "id": 1218609,
    "name": "Quiet double room in the citycenter",
    "summary": "Welcome to my space!  It is in the very center of Barcelona, possibly the best location in the whole city. You can walk everywhere! The park is just around the corner and the beach is about 15 minutes away. And if you are more of a city visitor type, you can just take a stroll around the crooked little streets in the area. And if it's the nightlife that you crave, you have hundreds of options for bars around the neighborhood.  Hope you enjoy your stay!",
    "description": "Welcome to my space!  It is in the very center of Barcelona, possibly the best location in the whole city. You can walk everywhere! The park is just around the corner and the beach is about 15 minutes away. And if you are more of a city visitor type, you can just take a stroll around the crooked little streets in the area. And if it's the nightlife that you crave, you have hundreds of options for bars around the neighborhood.  Hope you enjoy your stay! The flat is in the Born, just in front of Estacion de Francia, the best location in Barcelona (in my opinion :D) 1. it's in the center, which means that if you like to go out around the center you can always walk home. Not to mention taking the bike is even faster. 2. Ciutadella park is just around the corner - I always try to convince people it's my personal garden :) 3. if you're into the beach scene you can be by the water in about 15 minutes 4. there's lots of around the neighbourhood - bars, restaurants, little shops with unique stu",
    "picture_url": "https://a0.muscache.com/im/pictures/0f2cae81-d52e-4000-a5ae-7b9feb183c13.jpg?aki_policy=large",
    "host_name": "Bori",
    "host_id": 2745490,
    "host_since": "2012-06-26",
    "host_picture_url": "https://a0.muscache.com/im/users/2745490/profile_pic/1369851144/original.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalonia, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Private room",
    "price": 38,
    "minimum_nights": 3,
    "maximum_nights": 50,
    "number_of_reviews": 20,
    "latitude": 41.38536,
    "longitude": 2.1835
  },
  {
    "id": 22669126,
    "name": "EXECUTIVO , apartamento moderno y centrico.",
    "summary": "Impecable piso muy luminoso en finca semi nueva en alquiler totalmente amueblado y equipado. 49 m² junto a Comte Urgell, se distribuye gran salón comedor exterior, con grandes ventanales, 2 habitaciones (1 doble,suit  + 1 individual), cocina y equipada con electrodomésticos, 2 baño completo,1 con bañera, suelos de parquet, armarios empotrados, aire acondicionado y calefacción, ascensor, internet y plaza de parking incluida.  Rodeado de trasporte publico.",
    "description": "Impecable piso muy luminoso en finca semi nueva en alquiler totalmente amueblado y equipado. 49 m² junto a Comte Urgell, se distribuye gran salón comedor exterior, con grandes ventanales, 2 habitaciones (1 doble,suit  + 1 individual), cocina y equipada con electrodomésticos, 2 baño completo,1 con bañera, suelos de parquet, armarios empotrados, aire acondicionado y calefacción, ascensor, internet y plaza de parking incluida.  Rodeado de trasporte publico. El Eixample Apartment Barcelona, situado muy cerca de la facultad Medicina Clínic de Barcelona, a 800 metros de la estación de metro Hospital Clínic, ofrece un apartamento insonorizado de 2 dormitorios con WiFi gratuita. El apartamento tiene 2 baños y una cocina moderna con vitrocerámica, microondas y lavavajillas. El salón comedor incluye una TV de pantalla plana de 40 pulgadas vía satélite. También hay lavadora, ropa de cama y toallas. En el restaurado mercado del Ninot se pueden adquirir productos locales frescos. Además, a 10 minut",
    "picture_url": "https://a0.muscache.com/im/pictures/fe205b22-27e4-4aaa-a494-3a0846f7e09a.jpg?aki_policy=large",
    "host_name": "Dorbegar, Sl",
    "host_id": 106103351,
    "host_since": "2016-12-04",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/cd515387-7f0c-4547-b8a7-d43319719b6d.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Entire home/apt",
    "price": 65,
    "minimum_nights": 33,
    "maximum_nights": 365,
    "number_of_reviews": 2,
    "latitude": 41.38338,
    "longitude": 2.15221
  },
  {
    "id": 22670041,
    "name": "Valladolid 19",
    "summary": "El alojamiento Valladolid 19 se encuentra en Barcelona, a 500 metros de la estación de tren de Sants y de la estación de metro Plaça de Sants.  Este apartamento con caja fuerte ofrece, 1 comedor con sofá y mesa,  1 dormitorio con cama doble, 1 dormitorio con 2 camas individuales y baño con cabina. La cocina incluye microondas, nevera, tostadora y hervidor eléctrico, y hay zona de estar con sofá, escritorio, TV de pantalla plana, reproductor de DVD y mesa de comedor.",
    "description": "El alojamiento Valladolid 19 se encuentra en Barcelona, a 500 metros de la estación de tren de Sants y de la estación de metro Plaça de Sants.  Este apartamento con caja fuerte ofrece, 1 comedor con sofá y mesa,  1 dormitorio con cama doble, 1 dormitorio con 2 camas individuales y baño con cabina. La cocina incluye microondas, nevera, tostadora y hervidor eléctrico, y hay zona de estar con sofá, escritorio, TV de pantalla plana, reproductor de DVD y mesa de comedor. Apartamento de 50 m2 con 3 estancias en el 4° piso, luminoso, reformado en  2018, con mobiliario funcional y agradable: salón-comedor con TV y DVD. 1 dorm. con 1 cama de matrimonio. Salida al balcón. 1 dorm. con 2 camas. Salida al balcón. Total acceso a todo el apartamento. La facturación es realizada por el responsable de llaves y tiene que ser realizada no antes las 13:00 y no más tarde de las 21:00. Hay un cargo extra de 30 euros por facturación en horario fuera de horario de 21:00 a 00:00 o de 50 euros de 00:00 a 03:00.",
    "picture_url": "https://a0.muscache.com/im/pictures/150658ca-8bd6-4fec-b337-71394bb2ae88.jpg?aki_policy=large",
    "host_name": "Sergi",
    "host_id": 16487245,
    "host_since": "2014-06-07",
    "host_picture_url": "https://a0.muscache.com/im/users/16487245/profile_pic/1402139677/original.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Entire home/apt",
    "price": 93,
    "minimum_nights": 3,
    "maximum_nights": 1125,
    "number_of_reviews": 3,
    "latitude": 41.37675,
    "longitude": 2.13558
  },
  {
    "id": 22677782,
    "name": "Sagrada Familia Apartment with balcony",
    "summary": "Cozy apartment with 4 bedrooms to host 6 people and 2 complete bathrooms just a few steps from the magnificent Sagrada Familia.  It also has a fully equipped kitchen, 2 bathrooms with showers and all amenities provided, and a spacious lounge&dining area with a flat TV. With a nice  private balcony perfect to relax after a long day of sightseeing and aircon in the living room.  Free wifi is also provided.",
    "description": "Cozy apartment with 4 bedrooms to host 6 people and 2 complete bathrooms just a few steps from the magnificent Sagrada Familia.  It also has a fully equipped kitchen, 2 bathrooms with showers and all amenities provided, and a spacious lounge&dining area with a flat TV. With a nice  private balcony perfect to relax after a long day of sightseeing and aircon in the living room.  Free wifi is also provided. Nice apartment located just 5 minuts away from Sagrada Familia.  The apartment comprises 4 bedrooms, two doubles with 2 single beds each and 2 bathrooms both with showers & with all amenities (hair dresser, soap, shampoo, towels, toilet paper, etc), a cozy and spacious lounge with flat TV and dining room. There is also a fully equipped kitchen with all amenities (washing machine, dishwashwer, fridge, freezer, microwave, coffee machine, kettle & toaster and all kitchen utensils). Iron also provided. It has a private balcony to relax after a long day of sightseeing. With aircon in the li",
    "picture_url": "https://a0.muscache.com/im/pictures/a9d0ebd4-4a49-423b-9ebc-806416b681f1.jpg?aki_policy=large",
    "host_name": "Xavi",
    "host_id": 35680770,
    "host_since": "2015-06-13",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/8acc8d79-fe87-432f-baca-af04f77335b3.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Entire home/apt",
    "price": 50,
    "minimum_nights": 32,
    "maximum_nights": 1125,
    "number_of_reviews": 0,
    "latitude": 41.40306,
    "longitude": 2.17922
  },
  {
    "id": 22678339,
    "name": "Spacious  Sagrada Familia 4BR, 2BA",
    "summary": "Recently reburbished and fully equipped apartment with 4 bedrooms and 2 bathrooms located in the heart of Barcelona (5 minuts walking from Sagrada Familia). It also has a fully equipped kitchen, 2 bathrooms with showers and all amenities provided, and a spacious lounge&dining area with a flat TV. It also has a private balcony perfect to relax and aircon in the living room.",
    "description": "Recently reburbished and fully equipped apartment with 4 bedrooms and 2 bathrooms located in the heart of Barcelona (5 minuts walking from Sagrada Familia). It also has a fully equipped kitchen, 2 bathrooms with showers and all amenities provided, and a spacious lounge&dining area with a flat TV. It also has a private balcony perfect to relax and aircon in the living room. The apartment comprises 4 bedrooms, two doubles with 2 single beds each and 2 bathrooms both with showers & with all amenities (hair dresser, soap, shampoo, towels, toilet paper, etc), a cozy and spacious lounge with flat TV and dining room. There is also a fully equipped kitchen (washing machine, dishwashwer, fridge, freezer, microwave, coffee machine, kettle & toaster and all kitchen utensils). Iron also provided. It has a private balcony to relax after a long day of sightseeing. With aircon in the living room. We will provide you with towels and sheets. Free wifi is also provided. You can make use of the full apar",
    "picture_url": "https://a0.muscache.com/im/pictures/1d8e3e53-545c-4b4c-9357-1db815d52a0d.jpg?aki_policy=large",
    "host_name": "Xavi",
    "host_id": 35680770,
    "host_since": "2015-06-13",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/8acc8d79-fe87-432f-baca-af04f77335b3.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Entire home/apt",
    "price": 100,
    "minimum_nights": 32,
    "maximum_nights": 1124,
    "number_of_reviews": 0,
    "latitude": 41.40301,
    "longitude": 2.17903
  },
  {
    "id": 22678858,
    "name": "NEW City Center , 5 mins to Plaza Catalunya",
    "summary": "Spacious 3 bedroom apartment located in the heart of Barcelona.  It can host upto 6 people all in beds and  it has 2 complete bathrooms with all amenities. Fully equipped kitchen and a massive lounge with dining area. The apartment is on a great location, with Plaza Catalunya just 10 minuts walking from the apartment!",
    "description": "Spacious 3 bedroom apartment located in the heart of Barcelona.  It can host upto 6 people all in beds and  it has 2 complete bathrooms with all amenities. Fully equipped kitchen and a massive lounge with dining area. The apartment is on a great location, with Plaza Catalunya just 10 minuts walking from the apartment! 3 spacious double bedrooms, all with single beds and plenty of storage space, and 2 bathrooms, both with showers and all amenities (hair dresser, soap, shampoo, towels, toilet paper, etc).  Th apartment also has a big bright and spacious lounge with flat TV and great views from the city.  There is also a fully equipped kitchen with all amenities (washing machine, dishwashwer, fridge, freezer, microwave, coffee machine, kettle & toaster and all kitchen utensils). Iron also provided in a ironing room.  We will provide you with towels and sheets. Free wifi is also provided. You can make use of the full apartment with no restrictions. We will also provide you with all the inf",
    "picture_url": "https://a0.muscache.com/im/pictures/bc48c99d-0e1f-44ce-b874-3d9874943c11.jpg?aki_policy=large",
    "host_name": "Xavi",
    "host_id": 35680770,
    "host_since": "2015-06-13",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/8acc8d79-fe87-432f-baca-af04f77335b3.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Entire home/apt",
    "price": 54,
    "minimum_nights": 32,
    "maximum_nights": 1124,
    "number_of_reviews": 0,
    "latitude": 41.3833,
    "longitude": 2.16146
  },
  {
    "id": 22679846,
    "name": "Nice apartment near Sagrada Familia  *B*",
    "summary": "Come and enjoy this very nice and bright apartment is perfect for families. It's located at only 10 minutes walking from the Sagrada Familia in the modernist \"Eixample\", one of the most modernized areas in Barcelona.",
    "description": "Come and enjoy this very nice and bright apartment is perfect for families. It's located at only 10 minutes walking from the Sagrada Familia in the modernist \"Eixample\", one of the most modernized areas in Barcelona. The apartment has 2 complete bedrooms with double beds and closets, one bathroom with shower. It also has a living room with TV and an independent dining room. The kitchen is fully equiped. Located in front of the auditorium with many typical restaurants with terraces, it is situated near the important Marina street, which goes directly to the Olympic harbour (20 minutes walk), including its beautiful beaches. It’s is also close to Gran Via street, which goes straight to Plaza Catalunya (20 minutes walk). The apartment faces a quiet and sunny little park.   HUTB-008053 The apartment is fully equipped with: Heating (gas) Kitchen Fridge Oven Toaster Coffee maker Washer Dryer Hairdryer Internet (wifi) TV Cot available on request If you want to rent scooters, electric bicycles",
    "picture_url": "https://a0.muscache.com/im/pictures/7434fa4c-489f-48a5-a705-5ca36cca9fcb.jpg?aki_policy=large",
    "host_name": "María & Oscar",
    "host_id": 10547296,
    "host_since": "2013-12-10",
    "host_picture_url": "https://a0.muscache.com/im/pictures/1c995e3a-2228-4f78-8edb-c07f3e469a4b.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Entire home/apt",
    "price": 155,
    "minimum_nights": 2,
    "maximum_nights": 365,
    "number_of_reviews": 43,
    "latitude": 41.39921,
    "longitude": 2.18593
  },
  {
    "id": 22681178,
    "name": "Habitación en Gracia ( Barcelona) España",
    "summary": "Es un un Piso muy bien comunicado en el centro de barcelona con servicio público muy cerca (autobús y metro ) a 10 min de plaza Cataluña, tiene muy buena iluminación el piso y compañía agradable",
    "description": "Es un un Piso muy bien comunicado en el centro de barcelona con servicio público muy cerca (autobús y metro ) a 10 min de plaza Cataluña, tiene muy buena iluminación el piso y compañía agradable Se puede usar todos los sitios comunes y la habitación privada, tiene gastos incluidos sin ningún problema  El comedor, salita, galería ( ducha /baño) , lavadora, cocina etc dispone de una habitación privada con gastos incluidos durante la estancia En la entrada le proporcionó la información del piso , habitación , wifi etc y las llaves Es un barrio con muy bonito y que conserva la esencia de barcelona ;) tiene muchos restaurantes y ambiente por la noche Servicio público ( metro (L4 Joanic ) autobuses ( (Phone number hidden by Airbnb) etc ) taxi",
    "picture_url": "https://a0.muscache.com/im/pictures/3119a660-2f1b-4311-97fc-80f42407e8bc.jpg?aki_policy=large",
    "host_name": "Genis",
    "host_id": 161986652,
    "host_since": "2017-12-09",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/d703d611-7ba4-49f5-9e97-cfc54bddd10c.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Private room",
    "price": 8,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 3,
    "latitude": 41.405,
    "longitude": 2.16251
  },
  {
    "id": 22683757,
    "name": "Habitación Junior Suite con vistas maravillosas sobre la Montaña",
    "summary": "",
    "description": "Habitacion Junior Suite vista montaña con piscina y gimnasio compartido The hotel is opened 24 hours.  we do have a concierge who can help you.",
    "picture_url": "https://a0.muscache.com/im/pictures/dd25c703-ec7d-4ff6-8716-fe8aba2ea8a0.jpg?aki_policy=large",
    "host_name": "Gran Hotel La Florida",
    "host_id": 161564321,
    "host_since": "2017-12-06",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/e9b7c84b-1bdd-4030-91df-a429801744d1.jpg?aki_policy=profile_x_medium",
    "street": "83-93, 83-93, Spain",
    "city": "83-93",
    "country": "Spain",
    "room_type": "Private room",
    "price": 150,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 0,
    "latitude": 41.42517,
    "longitude": 2.12182
  },
  {
    "id": 22683758,
    "name": "Habitacion Deluxe con vistas maravillosas sobre Barcelona y el mar",
    "summary": "",
    "description": "Habitacion Deluxe vista Barcelona y el mar con piscina y gimnasio compartido The hotel is opened 24 hours.  we do have a concierge who can help you.",
    "picture_url": "https://a0.muscache.com/im/pictures/8b37fee8-5efe-4dc8-a0ed-d8f9f52eacfb.jpg?aki_policy=large",
    "host_name": "Gran Hotel La Florida",
    "host_id": 161564321,
    "host_since": "2017-12-06",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/e9b7c84b-1bdd-4030-91df-a429801744d1.jpg?aki_policy=profile_x_medium",
    "street": "83-93, 83-93, Spain",
    "city": "83-93",
    "country": "Spain",
    "room_type": "Private room",
    "price": 150,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 0,
    "latitude": 41.42481,
    "longitude": 2.12175
  },
  {
    "id": 22683763,
    "name": "Habitacion con Terraza con vistas maravillosas sobre la Montaña",
    "summary": "",
    "description": "Habitacion con Terraza  vista montaña con piscina y gimnasio compartido The hotel is opened 24 hours.  we do have a concierge who can help you.",
    "picture_url": "https://a0.muscache.com/im/pictures/27b1c6e3-898e-4150-834e-5b8326099e53.jpg?aki_policy=large",
    "host_name": "Gran Hotel La Florida",
    "host_id": 161564321,
    "host_since": "2017-12-06",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/e9b7c84b-1bdd-4030-91df-a429801744d1.jpg?aki_policy=profile_x_medium",
    "street": "83-93, 83-93, Spain",
    "city": "83-93",
    "country": "Spain",
    "room_type": "Private room",
    "price": 150,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 0,
    "latitude": 41.42472,
    "longitude": 2.12183
  },
  {
    "id": 1218611,
    "name": "Barcelona Comtal 51 apartment",
    "summary": "If you're planning to come to Barcelona soon, and want to be close to the city center but at the same time away from tourists, we recommend the Comtal 51 apartment, recently built, with all the facilities for you and your family.  Please mind there's ongoing construction work in the building next door, from 8h to 18h, Monday to Friday.",
    "description": "If you're planning to come to Barcelona soon, and want to be close to the city center but at the same time away from tourists, we recommend the Comtal 51 apartment, recently built, with all the facilities for you and your family.  Please mind there's ongoing construction work in the building next door, from 8h to 18h, Monday to Friday. The apartment Comtal 51 is perfect for couples, offers a room with a double bed, a living room with sofa bed for 1 person, a bathroom and a fully equipped kitchen. This apartment has a sunroom very quiet and pleasant. The apartment enjoys lots of natural light into the living room and bedroom. Tourist tax of 2,48€ ppn not included in the price. Check-ins after 21h carry an extra charge of 30€. One masterbedroom with double bed Sofa bed in the livingroom Fully equipped kitchen  Living and dining room Complete bathroom Towels and linen Wifi in the whole apartment Safe box  We're fully dedicated to our guests, for anything they may need during their stay.",
    "picture_url": "https://a0.muscache.com/im/pictures/24097104/a91e5d57_original.jpg?aki_policy=large",
    "host_name": "Inmuebles",
    "host_id": 6436558,
    "host_since": "2013-05-17",
    "host_picture_url": "https://a0.muscache.com/im/users/6436558/profile_pic/1439372952/original.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalonia, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Entire home/apt",
    "price": 105,
    "minimum_nights": 3,
    "maximum_nights": 1125,
    "number_of_reviews": 52,
    "latitude": 41.37813,
    "longitude": 2.16251
  },
  {
    "id": 22683764,
    "name": "Habitacion con Terraza vista maravillosas sobre Barcelona y el mar",
    "summary": "",
    "description": "Habitación con Terraza vista Barcelona y el mar con piscina y gimnasio compartido The hotel is opened 24 hours.  we do have a concierge who can help you.",
    "picture_url": "https://a0.muscache.com/im/pictures/7092b023-75b0-4327-8549-fe23573d2067.jpg?aki_policy=large",
    "host_name": "Gran Hotel La Florida",
    "host_id": 161564321,
    "host_since": "2017-12-06",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/e9b7c84b-1bdd-4030-91df-a429801744d1.jpg?aki_policy=profile_x_medium",
    "street": "83-93, 83-93, Spain",
    "city": "83-93",
    "country": "Spain",
    "room_type": "Private room",
    "price": 150,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 0,
    "latitude": 41.42455,
    "longitude": 2.12003
  },
  {
    "id": 22684520,
    "name": "Tom mar",
    "summary": "Lugar é ótimo para estudantes ,peludos tambien",
    "description": "Lugar é ótimo para estudantes ,peludos tambien",
    "picture_url": "https://a0.muscache.com/im/pictures/8b86cb56-25a3-4f48-a351-773599c68ff3.jpg?aki_policy=large",
    "host_name": "Marcela",
    "host_id": 166936156,
    "host_since": "2018-01-10",
    "host_picture_url": "https://a0.muscache.com/im/pictures/user/572a6f02-4409-402f-90b6-4d2a57fec2a6.jpg?aki_policy=profile_x_medium",
    "street": "Barcelona, Catalunya, Spain",
    "city": "Barcelona",
    "country": "Spain",
    "room_type": "Shared room",
    "price": 25,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 2,
    "latitude": 41.41276,
    "longitude": 2.21077
  }
]