[
  {
    "id": 241032,
    "name": "Stylish Queen Anne Apartment",
    "summary": "",
    "description": "Make your self at home in this charming one-bedroom apartment, centrally-located on the west side of Queen Anne hill.   This elegantly-decorated, completely private apartment (bottom unit of a duplex) has an open floor plan, bamboo floors, a fully equipped kitchen, a TV,  DVD player, basic cable, and a very cozy bedroom with a queen-size bed. The unit sleeps up to four (two in the bedroom and two on the very comfortable fold out couch, linens included) and includes free WiFi and laundry. The apartment opens onto a private deck, complete with it's own BBQ, overlooking a garden and a forest of black bamboo.    The Apartment is perfectly-located just one block from the bus lines where you can catch a bus and be downtown Seattle in fifteen minutes or historic Ballard in ten or a quick five-minute walk will bring you to Whole Foods and Peet's Coffee or take a fifteen minute walk to the top of Queen Anne Hill where you will find a variety of eclectic shops, bars, and restaurants. There is no",
    "picture_url": "https://a1.muscache.com/ac/pictures/67560560/cfe47d69_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Maija",
    "host_id": 956883,
    "host_since": "2011-08-11",
    "host_picture_url": "https://a0.muscache.com/ac/users/956883/profile_pic/1318103129/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "Gilman Dr W, Seattle, WA 98119, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 85,
    "minimum_nights": 1,
    "maximum_nights": 365,
    "number_of_reviews": 207,
    "latitude": 47.636289038357184,
    "longitude": -122.37102519997765
  },
  {
    "id": 953595,
    "name": "Bright & Airy Queen Anne Apartment",
    "summary": "Chemically sensitive? We've removed the irritants triggering allergy or asthma attacks, like carpeting, forced air & used pillows, all culprits that harbor fungus, mold & bacteria.  No smoking, no pets.  Designed for healthy living, so breathe easy.",
    "description": "Chemically sensitive? We've removed the irritants triggering allergy or asthma attacks, like carpeting, forced air & used pillows, all culprits that harbor fungus, mold & bacteria.  No smoking, no pets.  Designed for healthy living, so breathe easy. Beautiful, hypoallergenic apartment in an extremely safe, quiet and pedestrian-friendly section of Queen Anne.  A leafy-green location that puts the best of Seattle at your doorstep. Free WiFi, free parking, ...even free pillows!  What's special about this place? Hypo-allergenic bedding, mattresses/covers and new pillows with each rental. (So feel free to take your new pillows with you!)  A beautiful restoration mixing period details & modern sensibilities: Hardwood floors throughout, white subway tile, low/no VOCs & non-toxic paints keep this home-away-from-home clean, smart and healthy. Radiant heat and oil radiators mean no blowing hot air or dust.  Great Amenities: Free WiFi & internet TV (LED flatscreen). Fully-equipped kitchen with st",
    "picture_url": "https://a0.muscache.com/ac/pictures/14409893/f8e3ed8d_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Andrea",
    "host_id": 5177328,
    "host_since": "2013-02-21",
    "host_picture_url": "https://a0.muscache.com/ac/users/5177328/profile_pic/1361540767/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "7th Avenue West, Seattle, WA 98119, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 150,
    "minimum_nights": 2,
    "maximum_nights": 90,
    "number_of_reviews": 43,
    "latitude": 47.63912312136253,
    "longitude": -122.36566646439582
  },
  {
    "id": 175576,
    "name": "Private Apartment - Queen Anne Hill",
    "summary": "Queen Anne Hill is a charming neighborhood with historic old homes, located just up the hill from The Seattle Center: close enough to be convenient to everything, yet just far enough away from the traffic, hubbub and commotion of downtown!",
    "description": "Queen Anne Hill is a charming neighborhood with historic old homes, located just up the hill from The Seattle Center: close enough to be convenient to everything, yet just far enough away from the traffic, hubbub and commotion of downtown! Be close to everything!  Queen Anne Hill is a charming neighborhood with historic old homes, located just up the hill from The Seattle Center: close enough to be convenient to everything, yet just far enough away from the traffic, hubbub and commotion of downtown! Your basement apartment in our home on Queen Anne Hill is just minutes from The Seattle Center (The Space needle, Pacific Science Center, IMAX Theater, Experience Music Project, International Fountain, Seattle Repertory Theater, Pacific Northwest Ballet, Seattle Children's Theater, and the Gates Foundation complex next door.) Eileen walked home from work every evening right past the Seattle Center. Plus, Seattle Pacific University is on the other end of The Hill.  Your private basement apar",
    "picture_url": "https://a0.muscache.com/ac/pictures/2788698/87bbe718_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Ray & Eileen",
    "host_id": 239585,
    "host_since": "2010-09-19",
    "host_picture_url": "https://a2.muscache.com/ac/users/239585/profile_pic/1311271505/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "1st Ave W, Seattle, WA 98119, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 95,
    "minimum_nights": 3,
    "maximum_nights": 7,
    "number_of_reviews": 181,
    "latitude": 47.63548170841016,
    "longitude": -122.35847776162176
  },
  {
    "id": 8240758,
    "name": "Spacious Ballard Apt: Walk to All!",
    "summary": "Spacious apt includes galley kitchen w/ adjacent dining area, large living room with TV and office area, bathroom with tub, & roomy bedroom with wicked comfy queen bed!  Less than 10 minutes walk to tons of restaurants, shops, bars, music galore!",
    "description": "Spacious apt includes galley kitchen w/ adjacent dining area, large living room with TV and office area, bathroom with tub, & roomy bedroom with wicked comfy queen bed!  Less than 10 minutes walk to tons of restaurants, shops, bars, music galore! Fully functional kitchen with all the pots/pans/utensils you would need to cook, though with all the nearby food and restaurants, see if you want to! I travel for work quite a bit and decided putting my place online would be a good fit, so it has all the comforts of home you would want. There is a shared laundry room, which I can leave a key for (if you let me know ahead of time you need it!) While I won't be able to physically interact with you, I'm always available via phone for questions/concerns. There are so many good places for food, music and enjoying the beauty of the Pacific NW.   All within 2.5 miles or less of your front door: Golden Gardens Beach (with fire pits and gorgeous views of the Olympic Mt Range) Ray's Boathouse - seafood",
    "picture_url": "https://a1.muscache.com/ac/pictures/104890320/8c0eab50_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Emily",
    "host_id": 15785670,
    "host_since": "2014-05-20",
    "host_picture_url": "https://a0.muscache.com/ac/users/15785670/profile_pic/1421090499/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "24th Avenue Northwest, Seattle, WA 98107, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 75,
    "minimum_nights": 3,
    "maximum_nights": 1125,
    "number_of_reviews": 2,
    "latitude": 47.67481867247337,
    "longitude": -122.38752123193476
  },
  {
    "id": 9489310,
    "name": "Cozy Escape",
    "summary": "Escape from the bustling city into a cozy room in lovely townhouse. Property is in the Central District, easy street parking available and close to bus lines. Room comes with full attached private bath, TV with Roku, access to Netflix and kitchen.",
    "description": "Escape from the bustling city into a cozy room in lovely townhouse. Property is in the Central District, easy street parking available and close to bus lines. Room comes with full attached private bath, TV with Roku, access to Netflix and kitchen.",
    "picture_url": "https://a2.muscache.com/ac/pictures/63c3eda4-545f-4805-abe7-c44cf4d5094f.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Colleen",
    "host_id": 49182357,
    "host_since": "2015-11-16",
    "host_picture_url": "https://a2.muscache.com/ac/pictures/831c8fdb-3cec-488a-8cbb-92ac7cc95622.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "South Charles Street, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Private room",
    "price": 60,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 1,
    "latitude": 47.59390123053156,
    "longitude": -122.29605353458517
  },
  {
    "id": 8104742,
    "name": "Modern home in heart of Seattle",
    "summary": "Built in 2014. Convenient to City - 10 min to downtown by direct bus line on the corner! Please expand \"Description\" and \"House Rules\" then read them carefully.",
    "description": "Built in 2014. Convenient to City - 10 min to downtown by direct bus line on the corner! Please expand \"Description\" and \"House Rules\" then read them carefully. PLEASE NOTE:  As this is recent purchase, the photos here are from real estate. Will update with actual ones soon. Please expect the house is the same but furniture are better and no stickers in the wall. This is listing for entire single family home - 1820sqft plus attached garage. I have one brand-new king size bed with top quality memory form mattress in master room, and two brand-new queen size beds with memory form mattress in another two rooms. If you're group is more than 10 people, please consider renting the next door as well.(Please inquire first) 10 seconds by walk: https://www.airbnb.com/rooms/6990882 Equipped with:  - 65\" LED TV plus Apple TV for guest use.  - Quartz counter top on cabinets and island.  - Nice modern 8' table which can host 8+ people.  - Keurig 2.0 Coffee Brewer. Keeping bunch of K-cups available b",
    "picture_url": "https://a2.muscache.com/ac/pictures/903f9651-9be6-4811-ad51-15661d17f4a3.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Ted",
    "host_id": 32807985,
    "host_since": "2015-05-07",
    "host_picture_url": "https://a2.muscache.com/ac/users/32807985/profile_pic/1435183241/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "Martin Luther King Junior Way South, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 285,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 2,
    "latitude": 47.59522339418938,
    "longitude": -122.29663666958423
  },
  {
    "id": 9407255,
    "name": "Sparrow's Landing 2br/1ba Lake View",
    "summary": "Beautiful home with eastern views of Lake Washington, original Craftsman charm and thoughtful modern updates. 2 bedrooms, 1 bath, open kitchen, granite countertops, gas stove. Dinning for 8. Cozy living room w/ fireplace. Close to everything Seattle.",
    "description": "Beautiful home with eastern views of Lake Washington, original Craftsman charm and thoughtful modern updates. 2 bedrooms, 1 bath, open kitchen, granite countertops, gas stove. Dinning for 8. Cozy living room w/ fireplace. Close to everything Seattle. Open floor plan, big windows, eastern views and natural light make Sparrow's Landing bright and comfortable in every season. Enjoy the lounge sofa with ottoman, bright cushioned window seats and a cozy gas fireplace in the living room. Hardwood floors throughout. Upstairs has a full bathroom and 2 bedrooms; one with a queen bed, the other with two twins. Wonderful porches for relaxing and entertaining. New gas grill. Off-street parking for 1 vehicle. Close to Leschi Market, Lake Center Marina, bus lines and the Central Link Light Rail. Walk to parks, nature paths, shops and restaurants in nearby Madrona neighborhood. Private access code granted upon confirmed arrival. Long term renter occupies the lower level apartment and is available to",
    "picture_url": "https://a2.muscache.com/ac/pictures/378ce4eb-e874-40b8-aabf-7035bc36bbe0.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "LaDora",
    "host_id": 11656980,
    "host_since": "2014-01-26",
    "host_picture_url": "https://a2.muscache.com/ac/pictures/8d06489f-3ecf-4c02-82b4-7bed20d004e9.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "30th Avenue, Seattle, WA 98122, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 210,
    "minimum_nights": 2,
    "maximum_nights": 30,
    "number_of_reviews": 0,
    "latitude": 47.602561279286036,
    "longitude": -122.29365533378602
  },
  {
    "id": 6475289,
    "name": "Modern luxury unit near downtown",
    "summary": "Newly renovated, 800 sq ft 1 BR lower level flat (sleeps 4-5) offers the tranquility of Seattle's Leschi neighborhood, with close proximity to downtown and Capitol Hill.  Enjoy upgraded finishes and large deck with views of Lake WA & Mount Rainier.",
    "description": "Newly renovated, 800 sq ft 1 BR lower level flat (sleeps 4-5) offers the tranquility of Seattle's Leschi neighborhood, with close proximity to downtown and Capitol Hill.  Enjoy upgraded finishes and large deck with views of Lake WA & Mount Rainier. Our lower level flat of our 1926 Tudor home has gone through a complete renovation during 2015.  The light-filled unit has approximately 800 square feet, and has high end finishes throughout.  The unit has a large living/dining room with an electric fireplace and TV/cable.  Enjoy a full size, updated and fully equipped kitchen and front-loading washer/dryer.  The main bedroom is very spacious and offers a queen size bed, a full closet and sitting area.  The living room offers pull out futon/sofas that can sleep 2-3 people.  Futons in living room are recommended for sleeping up to 2 additional adults or up to 3 additional children.   This rental has a very large deck that offers views of Mount Rainier, Lake Washington and Bellevue. Access to",
    "picture_url": "https://a0.muscache.com/ac/pictures/81337460/49c74a61_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Craig And John",
    "host_id": 25520296,
    "host_since": "2015-01-02",
    "host_picture_url": "https://a2.muscache.com/ac/users/25520296/profile_pic/1434932245/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "32nd Avenue South, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 159,
    "minimum_nights": 2,
    "maximum_nights": 60,
    "number_of_reviews": 34,
    "latitude": 47.59770093552144,
    "longitude": -122.29199955056563
  },
  {
    "id": 1377812,
    "name": "Lake Washington-Close to Downtown",
    "summary": "Steps from Lake Washington with easy access to downtown Seattle and the east side, our house has sweeping views of the lake, Bellevue, Mt. Baker, and Mt. Rainier. Enjoy Leschi village and Madrona shops, restaurants, and parks all within a short walk while still having convenient downtown access.",
    "description": "Steps from Lake Washington with easy access to downtown Seattle and the east side, our house has sweeping views of the lake, Bellevue, Mt. Baker, and Mt. Rainier. Enjoy Leschi village and Madrona shops, restaurants, and parks all within a short walk while still having convenient downtown access. The house is a two-story side-by-side duplex with a deck over looking Lake Washington, a large back patio with a grill and entertaining area Guests have access to the both decks and the patio. We live right next door and will be happy to answer questions. Our house is located close to the beach, restaurants, shopping, and a SPA. The neighborhood is quite quiet, and we ask that you respect the neighbors. Our neighborhood market, Leschi Market, is a mere 5 min walk from the house. Easy bus access to downtown, the ferry system, and Seatac airport by one convenient connection via light rail.",
    "picture_url": "https://a0.muscache.com/ac/pictures/45023973/d8e5a8cf_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "John & Sarah",
    "host_id": 3695109,
    "host_since": "2012-09-27",
    "host_picture_url": "https://a1.muscache.com/ac/users/3695109/profile_pic/1405134964/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "Erie Avenue, Seattle, WA 98122, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 225,
    "minimum_nights": 2,
    "maximum_nights": 234,
    "number_of_reviews": 55,
    "latitude": 47.60469679562237,
    "longitude": -122.28548917606565
  },
  {
    "id": 9512909,
    "name": "1 bedroom apt in Seattle/Leschi",
    "summary": "Cozy 1 bedroom apartment at a lower level of our house in a beautiful area of Leschi. Just a short walk to Lake Washington, local restaurants, Starbucks, Leschi Market, marina, and the bus to downtown Seattle. Private entrance, free parking space.",
    "description": "Cozy 1 bedroom apartment at a lower level of our house in a beautiful area of Leschi. Just a short walk to Lake Washington, local restaurants, Starbucks, Leschi Market, marina, and the bus to downtown Seattle. Private entrance, free parking space. It's a cozy 1 bedroom apartment with a private entrance and free parking space. The living room has a pull out couch, table with chairs, a comfy arm chair, piano, TV. The bedroom has a queen size bed, closet, dresser, and a small sofa. The apartment is on a lower level/basement of our house, it has 8' ceilings, plenty of light, lots of windows facing the garden. The bathroom has a shower, no tub. Laundry room has a washer and dryer. The living room has a studio kitchen with full size fridge, sink, stove, cabinets. Make yourself at home! Enjoy the apartment downstairs as well as our garden and patio in the backyard. We'll be happy to answer any questions you might have, give you directions and suggest interesting places to visit in Seattle and",
    "picture_url": "https://a2.muscache.com/ac/pictures/c20da659-81ab-4e3e-af3a-ef4fb69e8767.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Paul & Izabela",
    "host_id": 49292151,
    "host_since": "2015-11-17",
    "host_picture_url": "https://a2.muscache.com/ac/pictures/932227bb-5b65-4811-a213-3bea316d0771.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "Euclid Avenue, Seattle, WA 98122, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 66,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 2,
    "latitude": 47.602120716088145,
    "longitude": -122.29012957077725
  },
  {
    "id": 4432489,
    "name": "Spacious spot in central location",
    "summary": "Comfortable daylight mother-in-law basement apartment! Perfectly located between Lake Washington and Downtown Seattle with free street parking. Blocks from a convient bus line and neighborhood shops. Full kitchen, separate bedroom, private entrance.",
    "description": "Comfortable daylight mother-in-law basement apartment! Perfectly located between Lake Washington and Downtown Seattle with free street parking. Blocks from a convient bus line and neighborhood shops. Full kitchen, separate bedroom, private entrance. The entire ground floor mother-in-law is yours for the duration of your stay. The bedroom has one bed suitable for 2 people (double) and a large walk-in closet.  The couch in the living area can be made up to sleep 2 more, but is not a fold-out couch.   When you arrive at your rental we will greet you and show you around the rental and give tips on the area.  Located in a great family friendly neighborhood with lots of possible ways to spend your time.  There is a convenient bus line 2.5 blocks away that goes straight into downtown Seattle and lots of on street parking for those with cars. There are also several restaurants, bars and attractions within walking distance.  You can walk/jog to (and then along) Lake Washington through a wooded",
    "picture_url": "https://a1.muscache.com/ac/pictures/58251918/45ab8915_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Cathy",
    "host_id": 17571737,
    "host_since": "2014-07-02",
    "host_picture_url": "https://a0.muscache.com/ac/users/17571737/profile_pic/1404346396/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "30th Avenue South, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 80,
    "minimum_nights": 2,
    "maximum_nights": 1125,
    "number_of_reviews": 40,
    "latitude": 47.5949576810631,
    "longitude": -122.2951654785332
  },
  {
    "id": 7471629,
    "name": "Quintessential NorthWest Hideaway",
    "summary": "Located on Tunnel Ridge a 2.5 mile drive from Seattle's historic Pioneer Square. My neighborhood is home to  That's Amore and the wonderful A La Bonne Franquette. Repast has great pastries and QED has brought hipster coffee to the hood.",
    "description": "Located on Tunnel Ridge a 2.5 mile drive from Seattle's historic Pioneer Square. My neighborhood is home to  That's Amore and the wonderful A La Bonne Franquette. Repast has great pastries and QED has brought hipster coffee to the hood.",
    "picture_url": "https://a0.muscache.com/ac/pictures/99817421/15f25f4e_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Bob",
    "host_id": 8899401,
    "host_since": "2013-09-17",
    "host_picture_url": "https://a1.muscache.com/ac/users/8899401/profile_pic/1437511719/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "31st Ave South, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 79,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 27,
    "latitude": 47.591769769989476,
    "longitude": -122.29228780851258
  },
  {
    "id": 8067827,
    "name": "The Lark's Nest",
    "summary": "The Lark's Nest is a charming haven nestled in the trees adjacent to an enchanted forest in the quiet neighborhood of Leschi.  Accommodations with a private room with queen-sized bed, shared bathroom, and kitchen and grounds are available to guests.",
    "description": "The Lark's Nest is a charming haven nestled in the trees adjacent to an enchanted forest in the quiet neighborhood of Leschi.  Accommodations with a private room with queen-sized bed, shared bathroom, and kitchen and grounds are available to guests. Your garden-inspired private room overlooks Lake Washington and the Cascades.  A full closet (with extra towels and linens) and set of dresser drawers are available for all your storage needs.  A cozy armchair, book nook and tray for tea and snacks provide the comforts of home. The upstairs sea-inspired bathroom is shared and has a double-headed shower and old-fashioned claw foot bathtub, just perfect for bubble baths.  There is also a downstairs bathroom with a shower.   Please feel free to use the kitchen.  We adore cooking and creating new dishes. It may be possible to share a meal together. If you are making meals on your own, please provide your own foodstuffs and tidy up when you are done.  There is a dining room and backyard patio, j",
    "picture_url": "https://a0.muscache.com/ac/pictures/109948321/a0ae659b_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Leela",
    "host_id": 42612839,
    "host_since": "2015-08-26",
    "host_picture_url": "https://a1.muscache.com/ac/users/42612839/profile_pic/1440635114/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "32nd Avenue South, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Private room",
    "price": 120,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 1,
    "latitude": 47.593196433910975,
    "longitude": -122.29249213070777
  },
  {
    "id": 4384095,
    "name": "Green Room",
    "summary": "Second floor bedroom faces west and gets the setting sun. Featuring a cooling ceiling fan, maple floors, full length mirrored doors to help you look your best. Equipped with a lock & key to protect your belongings when you're out.",
    "description": "Second floor bedroom faces west and gets the setting sun. Featuring a cooling ceiling fan, maple floors, full length mirrored doors to help you look your best. Equipped with a lock & key to protect your belongings when you're out. The Green Room is  on the back of the house facing west, so if you like plane spotting, you just have to look up to see them approach SeaTac on they're landing path over Puget Sound. You can also sometimes hear a trains whistle as it travels past the stadiums where the Sounders, Sea Hawks, and Mariners play ball. Green Room is accompanied by Green Coded cabinets and Green Coded spaces in the Fridge & Freezer. Use of the clothes washer & dryer is also available to each room guest. I'm always available to advise on almost any subject that will help to get you around the city to a venue as quickly and safely as I can. If you like to run or jog, I'd suggest going a few blocks down to the lake and back.  This is a quiet well maintained residential area with lots o",
    "picture_url": "https://a2.muscache.com/ac/pictures/55065686/e58c6546_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Jerome",
    "host_id": 21649497,
    "host_since": "2014-09-22",
    "host_picture_url": "https://a2.muscache.com/ac/pictures/9559ab4e-6d90-445f-a048-4cd6af2d66eb.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "-30th Ave., Seattle, WA 98122, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Private room",
    "price": 49,
    "minimum_nights": 2,
    "maximum_nights": 7,
    "number_of_reviews": 42,
    "latitude": 47.60574572736222,
    "longitude": -122.2928298505583
  },
  {
    "id": 6856295,
    "name": "Pvt. Entrance Bedroom&Bath-Ballard",
    "summary": "A perfect, private guest suite in a brand new home located in heart of Ballard. Blocks away from Ballard downtown with many of Seattle's best dining options. Room includes a comfy bed, TV with cable & a private bathroom. Come stay with us in Seattle!",
    "description": "A perfect, private guest suite in a brand new home located in heart of Ballard. Blocks away from Ballard downtown with many of Seattle's best dining options. Room includes a comfy bed, TV with cable & a private bathroom. Come stay with us in Seattle! Looking for that awesome Seattle experience, want to be within blocks of everything but still get a great night sleep. While we don't have a full place for rent, you do have your own private suite with a bed and bath within blocks of downtown Ballard. Ideal room for a couple with pillow top queen bed, cable TV, full bathroom for private guest use, and easy access to downtown Ballard. We also have water, snacks and coffee for our guests in the room upon arrival. We provide towels, shampoo, body wash and hair dryer for guest use. Wifi is also free, password and network are provided upon check-in. We look forward to provide you a comfortable stay, for any special needs and requests please reach out to us in advance and we will make sure your",
    "picture_url": "https://a1.muscache.com/ac/pictures/86753434/c0229a98_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Pallavi",
    "host_id": 34872403,
    "host_since": "2015-06-02",
    "host_picture_url": "https://a1.muscache.com/ac/users/34872403/profile_pic/1434440869/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "Northwest 62nd Street, Seattle, WA 98107, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Private room",
    "price": 65,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 46,
    "latitude": 47.673004006803325,
    "longitude": -122.38500476109117
  },
  {
    "id": 1351716,
    "name": "Sweet Central District Guest House",
    "summary": "Renovated private guest cottage in Seattle's Central District, close to everything. Great option for work travels, relocation trips, University of Washington/Seattle University visits, Sounders/Mariners/Seahawks, family visits, and vacations.  Smoke-free and pet-free home.",
    "description": "Renovated private guest cottage in Seattle's Central District, close to everything. Great option for work travels, relocation trips, University of Washington/Seattle University visits, Sounders/Mariners/Seahawks, family visits, and vacations.  Smoke-free and pet-free home.  Private, sunny, and tidy backyard guest cottage set 30 feet back from the main house with shared gardens of bamboo, Japanese maples, and vegetable beds. - 550 square feet, detached small house  - Comfortably accommodates 2 to 4 guests - Private entrance with keyless entry system (just enter security code) - One large living/dining room with ceiling fan - One large bedroom with one regular queen size bed (firm mattress) and huge closet.   - If you need an extra bed, we can set up a queen size Aerobed (high quality air mattress) in the living room. *Let us know in advance so that we can set everything up for your arrival. - One kitchen with custom cabinets, sink, refrigerator, microwave, coffee maker, toaster, dishes,",
    "picture_url": "https://a0.muscache.com/ac/pictures/20388451/cbdd4bc3_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Huong And Bill",
    "host_id": 6592975,
    "host_since": "2013-05-27",
    "host_picture_url": "https://a1.muscache.com/ac/users/6592975/profile_pic/1373226475/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "South Weller Street, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 122,
    "minimum_nights": 2,
    "maximum_nights": 120,
    "number_of_reviews": 113,
    "latitude": 47.59523563349801,
    "longitude": -122.30972464852412
  },
  {
    "id": 8392661,
    "name": "New, Clean Third Floor Studio Apt",
    "summary": "Very clean third floor studio for rent. The kitchen appliances and bathroom fixtures are new. There is a washer/dryer available for use. The studio is carpeted, and includes a full-size bed, table, chair, and couch. There is a balcony and free street parking.",
    "description": "Very clean third floor studio for rent. The kitchen appliances and bathroom fixtures are new. There is a washer/dryer available for use. The studio is carpeted, and includes a full-size bed, table, chair, and couch. There is a balcony and free street parking. The studio is private and located in a new apartment complex with elevators and secure building access. I will meet with the guest to drop off the keys and give a tour. I will also be in the Seattle area and available to help with any guest requests. Downtown and all other areas of Seattle are a quick Uber, cab, or bus ride away. There is free street parking available outside the building.",
    "picture_url": "https://a0.muscache.com/ac/pictures/110013855/b9f29ec2_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Tracey",
    "host_id": 44222821,
    "host_since": "2015-09-15",
    "host_picture_url": "https://a0.muscache.com/ac/users/44222821/profile_pic/1442292687/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "Hiawatha Place South, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 90,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 15,
    "latitude": 47.593622665958755,
    "longitude": -122.30746179617257
  },
  {
    "id": 281208,
    "name": "Luxury, Location, Great For Family",
    "summary": "",
    "description": "This luxury Seattle rental, located just 1 mile from downtown and major freeways, enjoys the enviable location of being within minutes of Pioneer Square, Safeco Field, Century Link Field, the International District and the Cruise Ship & Ferry Terminals while being far enough away from all the noise and traffic associated with a big city.  Close to two city parks, coffee shops and major bus stops you are living the city life while enjoying a super nice house. Professionaly decorated, this house has two full floors of living area and is ideal for families or couples traveling together.  First floor layout -  formal living and dining rooms, nice eat in kitchen and laundry room with powder room.  Second floor layout - two bedrooms and two baths.  Very nice fenced back yard with gas grill and nice front porch for enjoying the morning sun with your coffee. Sleeping up to 6 people (4 in bedrooms and 2 on queen sized sofa bed), this house is perfect situated to explore this world class city.",
    "picture_url": "https://a2.muscache.com/ac/pictures/2877541/6f21dd7d_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Joe",
    "host_id": 658155,
    "host_since": "2011-06-02",
    "host_picture_url": "https://a2.muscache.com/ac/users/658155/profile_pic/1307117042/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "S Charles St, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 196,
    "minimum_nights": 3,
    "maximum_nights": 365,
    "number_of_reviews": 27,
    "latitude": 47.59379732048903,
    "longitude": -122.30514883618577
  },
  {
    "id": 7859909,
    "name": "New, modern Townhouse in Central",
    "summary": "The unit is the 1st floor \"mother-in-law\" apartment of a brand new, modern townhouse located in the Central District of Seattle.  The unit features a private entrance, separate living area, kitchenette, bedroom with queen size bed, and a private full bathroom. There is ample street parking, nearby bus lines, and you will be a short drive from popular restaurants, bars, and sights in Capitol Hill, Pike Place Market, the Space Needle, Downtown Seattle, International District, and more.",
    "description": "The unit is the 1st floor \"mother-in-law\" apartment of a brand new, modern townhouse located in the Central District of Seattle.  The unit features a private entrance, separate living area, kitchenette, bedroom with queen size bed, and a private full bathroom. There is ample street parking, nearby bus lines, and you will be a short drive from popular restaurants, bars, and sights in Capitol Hill, Pike Place Market, the Space Needle, Downtown Seattle, International District, and more. Let me know when you are arriving and I will coordinate to let you in and give you the keys. My wife and I live upstairs with our dog.  We're always happy to answer questions, provide restaurant recommendations, or give tips on things to see and do in Seattle. If there's anything you need to be more comfortable, just let us know!",
    "picture_url": "https://a2.muscache.com/ac/pictures/100100302/70a20d14_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Andrew",
    "host_id": 1982828,
    "host_since": "2012-03-21",
    "host_picture_url": "https://a1.muscache.com/ac/users/1982828/profile_pic/1440278792/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "South Washington Street, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 115,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 14,
    "latitude": 47.599439107975456,
    "longitude": -122.3063462664639
  },
  {
    "id": 9416373,
    "name": "One bedroom… Great location.",
    "summary": "One bedroom apartment close to downtown Seattle, Capitol Hill, Seattle University, University of Washington, Pioneer Square, baseball and football stadiums.",
    "description": "One bedroom apartment close to downtown Seattle, Capitol Hill, Seattle University, University of Washington, Pioneer Square, baseball and football stadiums.",
    "picture_url": "https://a2.muscache.com/ac/pictures/64502e99-a50f-49ea-a987-fda134a0463f.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Harry",
    "host_id": 48823771,
    "host_since": "2015-11-12",
    "host_picture_url": "https://a2.muscache.com/defaults/user_pic-225x225.png?v=2",
    "street": "South Jackson Place, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 150,
    "minimum_nights": 5,
    "maximum_nights": 1125,
    "number_of_reviews": 0,
    "latitude": 47.600049110716874,
    "longitude": -122.30986796506645
  },
  {
    "id": 1404307,
    "name": "Gorgeous cottage 5 min to downtown",
    "summary": "Charming and immaculate cottage-style home, with beautiful finishes and furnishings throughout, oak hardwood floors, and plenty of natural light. Situated within 5 minutes of downtown Seattle by car or bus, next door to Judkins Park and walking/biking trails. Sleeps 4 comfortably. Your perfect Seattle getaway.",
    "description": "Charming and immaculate cottage-style home, with beautiful finishes and furnishings throughout, oak hardwood floors, and plenty of natural light. Situated within 5 minutes of downtown Seattle by car or bus, next door to Judkins Park and walking/biking trails. Sleeps 4 comfortably. Your perfect Seattle getaway. Located close to downtown Seattle. Beautiful finishes and furnishings, sleeps 4 comfortably. This charming little cottage is nestled in a quiet area, yet only 5 min downtown Seattle by car. It is clean and comfortable, and serves as a perfect base for exploring all that Seattle has to offer.  Fully furnished w/2 beds, fresh towels & linens, washer/dryer, internet, TV, fireplace, gas stove I am available by email/text to help with any needs, or provide guidance/information about the city. I'm happy to help your stay be as enjoyable as possible. Across the street is beautiful Judkins Park with access to bicycle paths and footpaths to Lake Washington Blvd.  Convenient access to Metr",
    "picture_url": "https://a0.muscache.com/ac/pictures/54763862/5a41bb23_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Leo",
    "host_id": 1682544,
    "host_since": "2012-02-01",
    "host_picture_url": "https://a1.muscache.com/ac/users/1682544/profile_pic/1338832306/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "24th Avenue South, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 125,
    "minimum_nights": 2,
    "maximum_nights": 1125,
    "number_of_reviews": 15,
    "latitude": 47.5914284600237,
    "longitude": -122.30173872120228
  },
  {
    "id": 7480843,
    "name": "Townhouse in Seattle",
    "summary": "this townhouse is located in the heart of Seattle. 5 minutes from downtown, shops, restaurants, gyms and public transportation. it is a modern home that has everything a person needs to feel at home.",
    "description": "this townhouse is located in the heart of Seattle. 5 minutes from downtown, shops, restaurants, gyms and public transportation. it is a modern home that has everything a person needs to feel at home. this place can serve people that are on a business trip, vacations, students and families. This town house offers anything a person needs in order to feel at home. It has 3 bedrooms, 2 bedrooms that share one bathroom on the lower floor and another master suite on the third level. the kitchen and living room are located on the second floor. This town house has fully access to all of its bedrooms and bathrooms including the roof on the 4th floor. Me and my husband are both self employed and are available for our guests 24/7 for anything you might need. the townhouse is located in central Seattle. 5 minutes from downtown Seattle, shops, restaurants, gyms and public transportation. 5 minutes from downtown Seattle, shops, restaurants, gyms and public transportation.",
    "picture_url": "https://a2.muscache.com/ac/pictures/94835766/29ddc2bc_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Smadar",
    "host_id": 39170884,
    "host_since": "2015-07-21",
    "host_picture_url": "https://a2.muscache.com/ac/users/39170884/profile_pic/1437514962/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "Martin Luther King Junior Way South, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 175,
    "minimum_nights": 3,
    "maximum_nights": 1125,
    "number_of_reviews": 0,
    "latitude": 47.59449640285119,
    "longitude": -122.2987894334239
  },
  {
    "id": 877203,
    "name": "In Jimi Hendrix's neighborhood 2",
    "summary": "",
    "description": "Two well-furnished private rooms are available in a great location within walking distance of downtown Seattle and Capitol Hill. Anyone looking for clean, comfortable accommodation in a peaceful, friendly neighborhood yet within easy reach of all the action will feel instantly at home in this Shangri-La.  This well-maintained family home offers two rooms that are ideal for a single person or a couple wanting to rent space in a pleasant, safe neighborhood. The house is exceptionally light and bright with wood flooring and tasteful décor throughout. Each private room has a comfortable bed and everything you need to call this space home.  A work desk is provided, making this an ideal choice for students, tourists and anyone working in downtown Seattle or at the Sea-Tac Airport. Long or short-stay visitors are warmly welcomed and the home is very family-friendly. Laura makes a warm and friendly hostess and provides a healthy breakfast daily in the very affordable room rate. There is a loca",
    "picture_url": "https://a2.muscache.com/ac/pictures/13141097/cb90a8ef_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Laura",
    "host_id": 287172,
    "host_since": "2010-11-14",
    "host_picture_url": "https://a0.muscache.com/ac/users/287172/profile_pic/1376443447/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "24th Avenue South, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Private room",
    "price": 60,
    "minimum_nights": 2,
    "maximum_nights": 365,
    "number_of_reviews": 27,
    "latitude": 47.60026601289113,
    "longitude": -122.29986741611279
  },
  {
    "id": 7037291,
    "name": "King Street Retreat",
    "summary": "Virtually downtown Seattle; at east edge of International District. Classic bungalow owned by landscape architect and world traveler. Restful, Wifi wired, quiet. Walking distance to downtown,  buses everywhere, Sound Transit near.",
    "description": "Virtually downtown Seattle; at east edge of International District. Classic bungalow owned by landscape architect and world traveler. Restful, Wifi wired, quiet. Walking distance to downtown,  buses everywhere, Sound Transit near. Tudor bungalow house with fireplace and garden. Romantic bedroom with new queen bed for two in the sunny southwest corner of the main floor.  Has a desk, its own closet with plenty shelf space, Tansu chest of drawers, and two window walls. It is just six steps to the shared bathroom door. An ironing board, soap, shampoo and towels are available. Garden is lovely year round and front entry deck provides basking in the sun. Check in is at 4pm and check out is 11am. Free, on-street parking is almost always available . Park here and walk or bus to downtown in 20 minutes. Make yourself at home in the living room (with fireplace and TV), the dining room, and kitchen with access to the front entry deck and to the backyard patio seating and outdoor eating area. Kitch",
    "picture_url": "https://a2.muscache.com/ac/pictures/96535337/6df3d59a_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Doug",
    "host_id": 36896503,
    "host_since": "2015-06-27",
    "host_picture_url": "https://a1.muscache.com/ac/users/36896503/profile_pic/1435447475/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "South King Street, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Private room",
    "price": 70,
    "minimum_nights": 1,
    "maximum_nights": 29,
    "number_of_reviews": 22,
    "latitude": 47.599217586556556,
    "longitude": -122.31209972642121
  },
  {
    "id": 7931386,
    "name": "Downtown Seattle Vacation Condo",
    "summary": "Great downtown location! Close to Pioneer Square/Stadiums/International District/Waterfront/Capital Hill.  Included: underground parking/ 2 HD flat screen TVs with Direct TV/Wi-Fi/King bed.",
    "description": "Great downtown location! Close to Pioneer Square/Stadiums/International District/Waterfront/Capital Hill.  Included: underground parking/ 2 HD flat screen TVs with Direct TV/Wi-Fi/King bed.",
    "picture_url": "https://a2.muscache.com/ac/pictures/101058813/fdef6bd7_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Phuc",
    "host_id": 41823177,
    "host_since": "2015-08-18",
    "host_picture_url": "https://a1.muscache.com/ac/users/41823177/profile_pic/1439917241/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "Hiawatha Place South, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 175,
    "minimum_nights": 2,
    "maximum_nights": 10,
    "number_of_reviews": 4,
    "latitude": 47.595617642678185,
    "longitude": -122.31082084464038
  },
  {
    "id": 6881188,
    "name": "Ballard Townhouse Near The Locks",
    "summary": "Newly renovated and furnished townhouse in the center of Ballard, with walk score of 91!  This townhouse has 3 bedrooms, 2.5 bathrooms, one car garage and a small front yard with a great patio for outdoor dining.",
    "description": "Newly renovated and furnished townhouse in the center of Ballard, with walk score of 91!  This townhouse has 3 bedrooms, 2.5 bathrooms, one car garage and a small front yard with a great patio for outdoor dining. This 3-story townhouse is newly renovated and furnished.  Here is a summary of the layout: Ground Floor: - one car garage - bedroom with full size bed - access to patio Second Floor: - full kitchen - 1/2 bathroom - dining area - entertainment area with 48' smart TV with DirecTV Third Floor: - bedroom with queen size bed + full bathroom - bedroom with 2 twin size bed + full bathroom - laundry Towels and linens are provided.  We also provide one high chair and two baby gates if you are traveling with a young kid. Guests have access to the entire house. Guest can contact me via phone, text and email. This townhouse is located in a very convenient location, only minutes of walking to The Locks and downtown Ballard.  Golden Garden Park, Fremont, Green Lake, Woodland Park Zoo are on",
    "picture_url": "https://a0.muscache.com/ac/pictures/88138371/64a95fcf_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Jean",
    "host_id": 33225983,
    "host_since": "2015-05-12",
    "host_picture_url": "https://a0.muscache.com/ac/users/33225983/profile_pic/1431470050/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "28th Avenue Northwest, Seattle, WA 98107, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 375,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 23,
    "latitude": 47.670394534161645,
    "longitude": -122.39389700139684
  },
  {
    "id": 8173825,
    "name": "Loft next to Mt. Baker Light Rail",
    "summary": "The best space for a travelling couple or the solo traveler. It is a half minute walk to the light which will get you to Downtown in 10 minutes. My pad is real nice and tidy. It comes with a bowflex! I have a rubber tree bed that you will love!",
    "description": "The best space for a travelling couple or the solo traveler. It is a half minute walk to the light which will get you to Downtown in 10 minutes. My pad is real nice and tidy. It comes with a bowflex! I have a rubber tree bed that you will love! This space comes with a T.V. with Chromecast. Blazing fast Wi-Fi! And the most beautiful view of Mt. Rainier on our roof deck. Everywhere! I'll have some very cool friends you can contact if you need anything! There's a few grocery stores around walking distance. Lot's of restaurants! We have a bus transit station and the light rail a half a minute away.",
    "picture_url": "https://a0.muscache.com/ac/pictures/104100030/79e9e12a_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Syed",
    "host_id": 6179918,
    "host_since": "2013-05-01",
    "host_picture_url": "https://a2.muscache.com/ac/users/6179918/profile_pic/1367427468/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "Rainier Avenue South, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 100,
    "minimum_nights": 2,
    "maximum_nights": 2,
    "number_of_reviews": 0,
    "latitude": 47.576696119359994,
    "longitude": -122.29688054091993
  },
  {
    "id": 6759104,
    "name": "Cozy Room - Netflix/Wi-Fi/Parking!",
    "summary": "Located in the Central District is our 1900 house w/easy access to bus lines & plentiful free street parking.  This upstairs room includes a queen size bed, HDTV hooked up w/Roku for hours of Netflix, as well as blackout curtains for a restful night.",
    "description": "Located in the Central District is our 1900 house w/easy access to bus lines & plentiful free street parking.  This upstairs room includes a queen size bed, HDTV hooked up w/Roku for hours of Netflix, as well as blackout curtains for a restful night. Laundry is available in the house, if needed, with detergent and fabric softener at no extra charge.  Two bathrooms are free to share as well. The smaller bathroom includes a toilet, sink & stand-up shower. The larger bathroom has a toilet, sink and claw foot tub and includes extra toiletries for your use (hair dryer, curling iron, mouthwash, soap, shampoo & conditioner, disposable razor & shaving cream and more!). You'll be set with your own key to come and go as you please. Early and late night check-ins can be accommodated, just ask to confirm prior to booking! We can interact as much or as little as your comfortable with and are happy to suggest activities and places to check out while you're in town. We do have two mini dachshunds who",
    "picture_url": "https://a1.muscache.com/ac/pictures/105323555/79e32947_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Sarah",
    "host_id": 22758930,
    "host_since": "2014-10-20",
    "host_picture_url": "https://a1.muscache.com/ac/users/22758930/profile_pic/1424376650/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "24th Ave S, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Private room",
    "price": 69,
    "minimum_nights": 1,
    "maximum_nights": 5,
    "number_of_reviews": 12,
    "latitude": 47.59695169306506,
    "longitude": -122.30198714200607
  },
  {
    "id": 7619060,
    "name": "Private Room/Bath in Modern Home #2",
    "summary": "Located in a quiet residential neighborhood close to International District/Downtown/Capitol Hill. A private room with an en-suite bathroom is available in a contemporary home.",
    "description": "Located in a quiet residential neighborhood close to International District/Downtown/Capitol Hill. A private room with an en-suite bathroom is available in a contemporary home. You will have a private bedroom with an ensuite full bathroom (toilet, shower, and bathtub) located on the second floor of a three-story home.  The room comes with a queen-size bed  (firm mattress), a lounge chair & ottoman, a desk & chair, and a walk-in closet with hangers. The bathroom amenities include bath towels, hand towels, wash towels, shampoo, conditioner, and shower gel, cotton pads, cotton swabs, hair brush, blow dryer, and contact lens case. In summer, your room has a floor standing oscillating fan. Wi-Fi is available across the whole house at the download speed of 40 Mbps. Wired ethernet connection is available in the living room. If you see this listing unavailable for your dates or if you are 3 or 4 guests or two guests who want separate beds, check out another listing in the same building. Click",
    "picture_url": "https://a2.muscache.com/ac/pictures/96699650/d9ff95bf_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Kazami",
    "host_id": 12194562,
    "host_since": "2014-02-12",
    "host_picture_url": "https://a2.muscache.com/ac/users/12194562/profile_pic/1392270814/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "Davis Place South, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Private room",
    "price": 69,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 19,
    "latitude": 47.59515921862206,
    "longitude": -122.30906125677714
  },
  {
    "id": 7095802,
    "name": "Quiet Room, 2-mile to downtown",
    "summary": "House is 2 miles from city center.  Quiet small room with closet, comfortable queen size bed with Memory Foam mattress, Self check-in and check-out, no meeting with host. Free WIFI + laundry. Street Parking.",
    "description": "House is 2 miles from city center.  Quiet small room with closet, comfortable queen size bed with Memory Foam mattress, Self check-in and check-out, no meeting with host. Free WIFI + laundry. Street Parking. House is two-level.  Your room is private with lock.  Access from a separate entrance from backyard door.   Keys stored in combination lock for self check in and check out, no need to meet with host.   Instruction will be provided 4 days within arrival.   Host lives upstairs for emergency needs. Free WIFI and free laundry.  Bathroom is shared with other guests from 3 other rooms. Kitchen is basic, but functional.  No living room.   Street Parking.  Backyard parking for load and unload only.   If you arrive earlier than your check in time (3PM),  luggages can be self stored in locked storage room next to house (will send lock combination upon request) and you can access bathroom and shower in common area. Next to park,  jogging and biking trail. House is 2 miles east of Seattle down",
    "picture_url": "https://a0.muscache.com/ac/pictures/97848389/af0cc752_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Kevin",
    "host_id": 36964583,
    "host_since": "2015-06-28",
    "host_picture_url": "https://a2.muscache.com/ac/users/36964583/profile_pic/1435519649/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "South Judkins Street, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Private room",
    "price": 35,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 23,
    "latitude": 47.59213627586876,
    "longitude": -122.30008011656535
  },
  {
    "id": 8103432,
    "name": "Walkable to ID & Pioneer Square",
    "summary": "Quiet neighborhood, easy access to I5 and I90 for hikes etc, great location near the International District and Capitol Hill. Lots to do close by. Also, there's a yard with a fire pit :)",
    "description": "Quiet neighborhood, easy access to I5 and I90 for hikes etc, great location near the International District and Capitol Hill. Lots to do close by. Also, there's a yard with a fire pit :) Nice craftsman home, South facing with great light. Easy walk to fun neighborhoods and easy access to I-90 & I-5. You have access to the whole house. I will be available by phone, but likely in NYC while you are in the house.",
    "picture_url": "https://a0.muscache.com/ac/pictures/103231625/99353521_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Heather",
    "host_id": 2405911,
    "host_since": "2012-05-18",
    "host_picture_url": "https://a2.muscache.com/ac/users/2405911/profile_pic/1395282932/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "South Weller Street, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 140,
    "minimum_nights": 2,
    "maximum_nights": 1125,
    "number_of_reviews": 1,
    "latitude": 47.59802553148498,
    "longitude": -122.30696747293955
  },
  {
    "id": 3998922,
    "name": "Private Bed/Bath near Downtown",
    "summary": "",
    "description": "Hi Folks!  Our private room is located in our house located in Seattle's Central District.  It is a large spacious room with large windows.  It can easily accommodate two guests.  While you are here, the upstairs bathroom will be all yours.   Guests will have access to the kitchen, dining area, and den.  There is off street parking in the rear of our house.   We are working parents with a two year old child.  So we keep a pretty early schedule. That being said, we are happy to meet you and help you enjoy your time in Seattle.  We are located in a walkable part of the city with nearby parks, grocery store, Starbucks, and other shops and restaurants.   Downtown, the International Distrtict, Capitol Hill, First Hill, Beacon Hill, Columbia City, and other parts of the city can be reached easily by bus or car.    We are conveniently located 1 block from multiple bus routes that go to the University of Washington and downtown.    CenuryLink Field and Safeco Field are about 30 minutes walk or",
    "picture_url": "https://a1.muscache.com/ac/pictures/51914298/bcc1551f_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Brandon And Bethany",
    "host_id": 20732089,
    "host_since": "2014-08-30",
    "host_picture_url": "https://a2.muscache.com/ac/users/20732089/profile_pic/1409432419/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "23rd Avenue South, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Private room",
    "price": 68,
    "minimum_nights": 2,
    "maximum_nights": 1125,
    "number_of_reviews": 17,
    "latitude": 47.596226874431174,
    "longitude": -122.30292305960572
  },
  {
    "id": 8922153,
    "name": "Basic Room in the Atlantic",
    "summary": "Hi! I am listing the master bedroom in my apartment. Room as direct access to a full bathroom. Washer/drier is in the room to for your use. I will be staying in the downstairs loft. Free street parking. 5ghz internet. Simple, clean accommodation.",
    "description": "Hi! I am listing the master bedroom in my apartment. Room as direct access to a full bathroom. Washer/drier is in the room to for your use. I will be staying in the downstairs loft. Free street parking. 5ghz internet. Simple, clean accommodation.",
    "picture_url": "https://a2.muscache.com/ac/pictures/fc6a6a8e-d3dc-4015-9dc1-1f074c4f955c.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Austin",
    "host_id": 20488068,
    "host_since": "2014-08-24",
    "host_picture_url": "https://a1.muscache.com/ac/users/20488068/profile_pic/1408921251/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "South Jackson Street, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Private room",
    "price": 55,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 0,
    "latitude": 47.6001661599035,
    "longitude": -122.30781604769997
  },
  {
    "id": 5932882,
    "name": "Central Seattle Lodging House",
    "summary": "One whole floor of an old timey Seattle house w 1 BR with queen bed, extra wide couch & 1.5 bathrooms! Space for cots. A 20 minute walk or $6 cab to downtown. Near bus, train, & stadiums. A great base of operations from which to explore.",
    "description": "One whole floor of an old timey Seattle house w 1 BR with queen bed, extra wide couch & 1.5 bathrooms! Space for cots. A 20 minute walk or $6 cab to downtown. Near bus, train, & stadiums. A great base of operations from which to explore. Central Seattle Old Time Lodging House. Comfortable and convenient accommodations right near the center of the city. This house boasts a flair for history while still keeping you in touch with modern amenities. There is laundry available on site. Fresh linens and towels provided and guests over two may usually be accommodated with advance request. Snacks and maps provided. Bike storage available. There is always coffee. Very near the Mt. Baker light rail train station which drops you off right from the airport and can be taken into the center of downtown. Guests will have access to their private room and bath, a shared den, computer, and all common areas of the house. Use of the kitchen, living room, and dining room and all necessary utensils and cookw",
    "picture_url": "https://a0.muscache.com/ac/pictures/81885597/b9c124d1_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Joanna",
    "host_id": 30802218,
    "host_since": "2015-04-07",
    "host_picture_url": "https://a0.muscache.com/ac/users/30802218/profile_pic/1428449682/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "South Grand Street, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 100,
    "minimum_nights": 2,
    "maximum_nights": 14,
    "number_of_reviews": 4,
    "latitude": 47.58725541310016,
    "longitude": -122.30038471405915
  },
  {
    "id": 6187340,
    "name": "Studio near stadiums and downtown",
    "summary": "The perfect base camp for Seattle exploration or business. Be close to everything but just outside downtown. This private unit is in the lower level of our home and has free street parking, a kitchenette, laundry, TV and 21 steps to the door.",
    "description": "The perfect base camp for Seattle exploration or business. Be close to everything but just outside downtown. This private unit is in the lower level of our home and has free street parking, a kitchenette, laundry, TV and 21 steps to the door. Comfortable, clean and convenient. You'll have everything you need to relax after a day of sightseeing, shopping, hiking, ferries, whale-watching, biking, bouldering or appointments. You will have access to the studio apartment filling the entire lower level of our home. The unit has its own separate entrance. The unit includes a queen bed, 32\" TV, small kitchen (mini fridge, microwave, stovetop, small sink, coffee maker), private bathroom and laundry facilities We won't bug you, but we will be available if you need us via text, email or phone. Usually we are right upstairs! This super central location is close to I-5, I-90, downtown, the stadiums, Pill Hill (hospitals), the International District, Capitol Hill, and even Mercer Island and Bellevue",
    "picture_url": "https://a2.muscache.com/ac/pictures/46441934-8687-483c-86fb-fc943fc5c6ce.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Rebecca",
    "host_id": 8206519,
    "host_since": "2013-08-16",
    "host_picture_url": "https://a1.muscache.com/ac/users/8206519/profile_pic/1443589875/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "Davis Place South, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 70,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 4,
    "latitude": 47.593702141055864,
    "longitude": -122.30810548794058
  },
  {
    "id": 8350401,
    "name": "Central Seattle Room",
    "summary": "Private room in an old house in residential neighborhood near downtown. Very near bus lines and a light rail train station that runs from the airport to downtown. Use of kitchen, laundry, dining room, and 1.5 bathrooms. Free street parking.",
    "description": "Private room in an old house in residential neighborhood near downtown. Very near bus lines and a light rail train station that runs from the airport to downtown. Use of kitchen, laundry, dining room, and 1.5 bathrooms. Free street parking. This listing is for one room in our Central Seattle House with full use of kitchen, 1.5 baths, dining area and laundry. It accommodates 1-2 people in a Queen size bed. If you would like to rent an entire floor of the house for a little bit more, then space can accommodate 1-4 people and we will even drag another full size bed up for you to put in the common area if needed. See my other listing for Central Seattle Lodging House for specifics on the space. You'll have shared access to the top floor of the house and your own private room adjacent to your own bathroom. There is another bathroom on this floor too, so nobody is ever waiting. If you want the whole top floor to yourself, check my other listing. From almost none to people hanging around read",
    "picture_url": "https://a0.muscache.com/ac/pictures/107134312/87a47543_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Joanna",
    "host_id": 30802218,
    "host_since": "2015-04-07",
    "host_picture_url": "https://a0.muscache.com/ac/users/30802218/profile_pic/1428449682/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": ", Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Private room",
    "price": 90,
    "minimum_nights": 2,
    "maximum_nights": 7,
    "number_of_reviews": 1,
    "latitude": 47.5862269592916,
    "longitude": -122.29861610624314
  },
  {
    "id": 1579615,
    "name": "Ballard, Seattle Cozy Studio Apt.",
    "summary": "Nice, clean, cozy home apt-studio in the heart of Ballard. Best neighborhood of Seattle with parking!! Walk to cafes, bakeries, grocery stores, restaurants, beach, rock climbing, bike trails. Bus stop routes 18,40 (at the corner) to dwtn Seattle.",
    "description": "Nice, clean, cozy home apt-studio in the heart of Ballard. Best neighborhood of Seattle with parking!! Walk to cafes, bakeries, grocery stores, restaurants, beach, rock climbing, bike trails. Bus stop routes 18,40 (at the corner) to dwtn Seattle.       This beautiful home apartment studio is located in our safe, and quiet neighborhood of Ballard near the intersection of NW 64th St and 24th Ave NW. There is a  bus stop at this corner with routes 18 and 40 that will take you to downtown Ballard in 5 minutes and downtown Seattle in about 20 minutes.   Our place is very popular with couples but a third person can also stay and sleep comfortably in the sofa bed.    There is a king size bed with a very comfortable (Simmons Beautyrest) mattress that pasts guest love. We are within walking distance (0.5 mile) of NW Market St and the Ballard downtown core . Included in the rental are the amenities commonly found in a hotel like, hair dryer, coffee maker,  iron, ironing board and toiletry.",
    "picture_url": "https://a0.muscache.com/ac/pictures/67825250/54102cc4_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Mario",
    "host_id": 8403307,
    "host_since": "2013-08-26",
    "host_picture_url": "https://a2.muscache.com/ac/users/8403307/profile_pic/1438234448/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "Northwest 64th Street, Seattle, WA 98107, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 97,
    "minimum_nights": 2,
    "maximum_nights": 1125,
    "number_of_reviews": 44,
    "latitude": 47.67582151758453,
    "longitude": -122.38971013062891
  },
  {
    "id": 1273432,
    "name": "Mod Home Central Seattle",
    "summary": "",
    "description": "Modern green built 5 story family friendly home with sweeping city and mountain views, 2+ bedrooms, 2 1/2 baths, 2 decks with herb garden & charcoal grill. Open floor plan with big windows & lots of light, family room, modern and antique furnishings.  A real chef lives here most of the year, therefore a fully equipped open chef's kitchen with gas range and stocked pantry is at your disposal.  Master suite penthouse oasis features tiled bath with heated floors and deep soaking tub. Enjoy a nightcap on the deck, curl up with a book from our extensive library and wake up to city, sky and mountain views. Second bedroom has additional city & mountain views. Home entrance opens into a european style shared courtyard.  Pratt Park across the street, good coffee shop 1 block away, yoga studio 2 doors down.  Located in the central district of the city, it's an easy walk, bike or bus 1.5 mile to downtown Pioneer Square, or 1.5 miles to the vibrant Pike-Pine neighborhood restaurant scene, Madison",
    "picture_url": "https://a1.muscache.com/ac/pictures/19844989/aa00549e_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Karen",
    "host_id": 6931145,
    "host_since": "2013-06-15",
    "host_picture_url": "https://a2.muscache.com/ac/users/6931145/profile_pic/1371337246/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "19th Avenue, Seattle, WA 98122, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 275,
    "minimum_nights": 3,
    "maximum_nights": 45,
    "number_of_reviews": 14,
    "latitude": 47.60158523336886,
    "longitude": -122.3069832058069
  },
  {
    "id": 2830174,
    "name": "Fun, Cozy Seattle Launchpad",
    "summary": "Explore Seattle from your private room located a short bus ride from downtown, the bus/light rail station and Seattle University. You're within walking distance to the International District / Chinatown, coffee shops, restaurants, parks, churches and temples.",
    "description": "Explore Seattle from your private room located a short bus ride from downtown, the bus/light rail station and Seattle University. You're within walking distance to the International District / Chinatown, coffee shops, restaurants, parks, churches and temples. Start your morning with breakfast on the balcony, followed by bike/run to Lake Washington - the trail is a few minutes from your door. Spend your afternoon shopping in the International District with a banh mi in hand. End the day with glass of wine and wood-fired pizza or a Sounders game. Need a place to relax while visiting a local hospital, or attending a weekend class or conference? This is it! Guests will have access to a shared kitchen and bathroom. The owner lives in the unit. Plenty of free, unlimited street parking. Public parks and gardens abound in this quiet, urban neighborhood with easy freeway access - more parks than any other zip code in the city! Download OneBusAway or Trip Planner to be a Seattle bus expert, and",
    "picture_url": "https://a1.muscache.com/ac/pictures/36704816/61480b8a_original.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Katrina",
    "host_id": 3381463,
    "host_since": "2012-08-26",
    "host_picture_url": "https://a0.muscache.com/ac/users/3381463/profile_pic/1409892612/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "Davis Place South, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Private room",
    "price": 60,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 26,
    "latitude": 47.59321975682426,
    "longitude": -122.30889145858656
  },
  {
    "id": 9370866,
    "name": "Giant One Bedroom in the CD",
    "summary": "Very large, 900 sq ft, one bedroom apartment in Seattle Central District. Fast Wifi, free street parking. One Full bed and we have two air mattresses with bedding. Apartment is lightly furnished so there's plenty of space.",
    "description": "Very large, 900 sq ft, one bedroom apartment in Seattle Central District. Fast Wifi, free street parking. One Full bed and we have two air mattresses with bedding. Apartment is lightly furnished so there's plenty of space.",
    "picture_url": "https://a2.muscache.com/ac/pictures/b69e47e8-b391-448d-b039-fe134d1e037c.jpg?interpolation=lanczos-none&size=large_cover&output-format=jpg&output-quality=70",
    "host_name": "Austin",
    "host_id": 20488068,
    "host_since": "2014-08-24",
    "host_picture_url": "https://a1.muscache.com/ac/users/20488068/profile_pic/1408921251/original.jpg?interpolation=lanczos-none&crop=w:w;*,*&crop=h:h;*,*&resize=225:*&output-format=jpg&output-quality=70",
    "street": "South Jackson Street, Seattle, WA 98144, United States",
    "city": "Seattle",
    "country": "United States",
    "room_type": "Entire home/apt",
    "price": 125,
    "minimum_nights": 1,
    "maximum_nights": 1125,
    "number_of_reviews": 1,
    "latitude": 47.59984836711288,
    "longitude": -122.30703419904872
  }
]