[
    {
      "id": 3781,
      "name": "HARBORSIDE-Walk to subway",
      "summary": "Fully separate apartment in a two apartment building. Space is perfect for an individual or a couple. There is a full bath, bedroom with queen bed, small sitting area with TV and a fully equipped kitchen with dining area. Walk or bus to subway.",
      "description": "Fully separate apartment in a two apartment building. Space is perfect for an individual or a couple. There is a full bath, bedroom with queen bed, small sitting area with TV and a fully equipped kitchen with dining area. Walk or bus to subway. This is a totally separate apartment located on the first floor of a 3 story building. Apartment has one bedroom with queen sized bed plus full eat-in kitchen,sitting room and full bath with tub/shower. Free off street parking for one car. SORRY NO SNOW REMOVAL SERVICE FOR CAR.  Free wi-fi  10 minute walk/5 minute bus (3 doors away) to subway station--next stop is Aquarium/Faneuil Hall in central Boston.  Guests who have stayed in our apartment have used it as a home base to explore Boston and surroundings. Others during extended stays at the apartment have commuted to  Massachusetts General Hospital (MGH) and Massachusetts Institute of Technology (MIT).   The harbor and harbor walk are 3 doors away, if you do not feel like eating in central Bos",
      "picture_url": "https://a0.muscache.com/im/pictures/24670/b2de0442_original.jpg?aki_policy=large",
      "host_name": "Frank",
      "host_id": 4804,
      "host_since": "2008-12-03",
      "host_picture_url": "https://a0.muscache.com/im/users/4804/profile_pic/1327953150/original.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Entire home/apt",
      "price": 125,
      "minimum_nights": 30,
      "maximum_nights": 1125,
      "number_of_reviews": 14
    },
    {
      "id": 5506,
      "name": "**$79 Special **   Private! Minutes to center!",
      "summary": "This is a private guest room with private bath,    It is an independent space, You do not need to cut through anyone elses space to get to guest room. No shared space.  Private entrance off main hall/stairs of the building.   Has a mini fridge, micro and coffee maker.",
      "description": "This is a private guest room with private bath,    It is an independent space, You do not need to cut through anyone elses space to get to guest room. No shared space.  Private entrance off main hall/stairs of the building.   Has a mini fridge, micro and coffee maker. **THE BEST Value in BOSTON!!*** PRIVATE GUEST ROOM WITH PRIVATE BATH. $79 special!!!!  all remaining nights this month! 3 night minimum. Ask for the monthly special.  (Special Does not include cleaning or airbnb fee) **Super Value on a Really Nice, Comfortable, Tastefully decorated guest room, Clean, w/ full private bath available for your long or short term stay! Why stay in an overpriced hotel???!!  **Excellent Boston location, a 5 minute walk to the Orange Line Train, 4 Minute ride to Copley Plaza, the Center of all Boston attractions! Back Bay/South End, Downtown.  **Located in a quiet Boston residential neighborhood, In a Historic Boston Victorian Rowhouse, Circa 1860.   We offer the comfort of a Inn-like setting com",
      "picture_url": "https://a0.muscache.com/im/pictures/1598e8b6-5a55-4a6b-8d16-e0d8a21e51a8.jpg?aki_policy=large",
      "host_name": "Terry",
      "host_id": 8229,
      "host_since": "2009-02-19",
      "host_picture_url": "https://a0.muscache.com/im/users/8229/profile_pic/1259099341/original.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Entire home/apt",
      "price": 145,
      "minimum_nights": 3,
      "maximum_nights": 730,
      "number_of_reviews": 80
    },
    {
      "id": 9857,
      "name": "[1280] Well-Appointed,  2 BR Suite in Back Bay",
      "summary": "Beacon on the Common provides an eclectic selection of private suites that tastefully mix old world charm with modern appointments.  This 150-year old brownstone is located in one of Boston's most prestigious and historical neighborhoods. Just steps away enjoy sailboats and summer concerts along the Charles River, or relax in the Boston Public Gardens.",
      "description": "Beacon on the Common provides an eclectic selection of private suites that tastefully mix old world charm with modern appointments.  This 150-year old brownstone is located in one of Boston's most prestigious and historical neighborhoods. Just steps away enjoy sailboats and summer concerts along the Charles River, or relax in the Boston Public Gardens. This newly renovated two bedroom suite has a full kitchen.  Living room features a 42\" flat screen TV,  One Queen Bed and one Double Bed. All furniture, housewares, utilities, wireless Internet and basic cable included in this well-appointed apartment on Beacon Street. Please Note:  Unit can accommodate up to 6 persons with an aerobed, which can be rented for an additional cost of $25/night.  Please request when making a reservation. An air-conditioned and elevator building. ***NOTE: Short-term rental rates vary by season, length of stay, City events and property census—very much like hotels. Guests will have a 24-hr Customer Service Lin",
      "picture_url": "https://a0.muscache.com/im/pictures/6077641/903597aa_original.jpg?aki_policy=large",
      "host_name": "Seamless",
      "host_id": 25188,
      "host_since": "2009-07-10",
      "host_picture_url": "https://a0.muscache.com/im/users/25188/profile_pic/1265272246/original.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Entire home/apt",
      "price": 342,
      "minimum_nights": 2,
      "maximum_nights": 120,
      "number_of_reviews": 25
    },
    {
      "id": 318050,
      "name": "South End Room on park by T, Prudential & Back Bay",
      "summary": "Located in the historic 1850s English Brownstone architecture South End neighborhood.  Easy to walk to everything in Historic Boston and most tourist sites such as Fenway Park, Boston Common, Freedom Trail.  Two blocks from the Subway/Metro and 4 blocks from BU Med School and Northeastern campuses.   City of Boston Short Term Rental Limited-Share Mandatory Registration & Inspection Number: STR383116",
      "description": "Located in the historic 1850s English Brownstone architecture South End neighborhood.  Easy to walk to everything in Historic Boston and most tourist sites such as Fenway Park, Boston Common, Freedom Trail.  Two blocks from the Subway/Metro and 4 blocks from BU Med School and Northeastern campuses.   City of Boston Short Term Rental Limited-Share Mandatory Registration & Inspection Number: STR383116 This private room is in a garden level two bedroom two bathroom (we are in the second bedroom) brick Victorian rowhouse on the newly renovated Chester Square.  At the crossroads of the South End, Fenway, Kenmore, and Back Bay neighborhoods, and within walking distance to the historic desitnations in Beacon Hill, North End, Boston Common, Quincy Market.  The neighborhood is a part of the Boston 4-season Bike Sharing system \"The Hubway\" (we can help with this) lots of bike-lanes, and it's a walkers paradise with easy access to public transit options:MBTA Subway (T) Orange Line Mass Ave Stop S",
      "picture_url": "https://a0.muscache.com/im/pictures/3883711/8a74c6b3_original.jpg?aki_policy=large",
      "host_name": "Thiago & Niles",
      "host_id": 1632478,
      "host_since": "2012-01-20",
      "host_picture_url": "https://a0.muscache.com/im/pictures/user/dd5db9e6-9d5e-4145-b87e-343ff6999ba9.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Private room",
      "price": 99,
      "minimum_nights": 2,
      "maximum_nights": 28,
      "number_of_reviews": 273
    },
    {
      "id": 7854569,
      "name": "Quiet and safe",
      "summary": "Parking is free, restaurants in walking distance, very safe area. Looking over park and children's play ground. Bordering Brookline. Clean, neat.",
      "description": "Parking is free, restaurants in walking distance, very safe area. Looking over park and children's play ground. Bordering Brookline. Clean, neat.",
      "picture_url": "https://a0.muscache.com/im/pictures/100025093/391d13cc_original.jpg?aki_policy=large",
      "host_name": "Aslihan",
      "host_id": 41390416,
      "host_since": "2015-08-13",
      "host_picture_url": "https://a0.muscache.com/im/users/41390416/profile_pic/1439489292/original.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Private room",
      "price": 90,
      "minimum_nights": 1,
      "maximum_nights": 1125,
      "number_of_reviews": 0
    },
    {
      "id": 7854872,
      "name": "Charming & Stylish Studio on Beacon Hill #12",
      "summary": "Our stylish and comfortable studio offers the luxury of home furnishings with the accessibility of downtown Boston and a short walk to Mass General Hospital.   Located in the historic Beacon Hill neighborhood, you’ll be immediately swept away by the old-school charm of this neighborhood. Surrounded by brownstones, coffee shops, and locals, you’ll feel right at home in this community. Steps away from the State House, MGH, and the Boston Common, this location is nothing short of perfect.",
      "description": "Our stylish and comfortable studio offers the luxury of home furnishings with the accessibility of downtown Boston and a short walk to Mass General Hospital.   Located in the historic Beacon Hill neighborhood, you’ll be immediately swept away by the old-school charm of this neighborhood. Surrounded by brownstones, coffee shops, and locals, you’ll feel right at home in this community. Steps away from the State House, MGH, and the Boston Common, this location is nothing short of perfect. Located on the 3rd floor, our professional managed apartment is great for those in town on business, pleasure or if you are teaching at one of the great schools in Boston. Our Temple Street apartment rentals offers free 40′ Plasma TV, WiFi, utilities, Flatware, Silverware and Cooking Utensils, towels, linens and convenient access to downtown Boston.   Studio Features:       40″ flatscreen TV with built in WIFI       Direct Satellite TV       Grey Lacquer Kitchen Cabinets       All Stainless Appliances",
      "picture_url": "https://a0.muscache.com/im/pictures/ea45f77a-8c97-4abd-9a80-70b7fb4f95c7.jpg?aki_policy=large",
      "host_name": "Maverick",
      "host_id": 22348222,
      "host_since": "2014-10-09",
      "host_picture_url": "https://a0.muscache.com/im/pictures/user/83361acc-5f58-40d8-91d4-ba09181ea77e.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Entire home/apt",
      "price": 150,
      "minimum_nights": 3,
      "maximum_nights": 1125,
      "number_of_reviews": 61
    },
    {
      "id": 7856208,
      "name": "Large bedroom in South End w/ Patio",
      "summary": "A garden level unit on Union Park in Boston's South End. This is a great location, central to all that the South End has to offer including both the Silver Line and Back Bay station.",
      "description": "A garden level unit on Union Park in Boston's South End. This is a great location, central to all that the South End has to offer including both the Silver Line and Back Bay station.",
      "picture_url": "https://a0.muscache.com/im/pictures/100126944/30a4b72d_original.jpg?aki_policy=large",
      "host_name": "Ira",
      "host_id": 41439483,
      "host_since": "2015-08-14",
      "host_picture_url": "https://a0.muscache.com/im/users/41439483/profile_pic/1439541028/original.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Private room",
      "price": 180,
      "minimum_nights": 1,
      "maximum_nights": 1125,
      "number_of_reviews": 0
    },
    {
      "id": 7856323,
      "name": "Charming Studio in Back Bay by Sonder",
      "summary": "At this Sonder, you'll love the vintage-inspired decor, spacious living area, and classic hardwood floors. Located in Back Bay, a short walk to fashionable shops, river-side walkways, and excellent restaurants.",
      "description": "At this Sonder, you'll love the vintage-inspired decor, spacious living area, and classic hardwood floors. Located in Back Bay, a short walk to fashionable shops, river-side walkways, and excellent restaurants. This homey apartment is located in the heart of Boston's Back Bay area, fully equipped with everything you need to feel at home. Also, our 24/7 virtual concierge service and local hospitality team will be there to ensure you have a great stay.  The place has everything - crisp linen, towels, kitchenware, coffee and more. We, Flatbook, manage this . We are the leading managers and curators of unique apartments, condos and houses to book for a night or a year, in North America, Europe and Asia. If you're looking for a place in another neighbourhood, or in another style, or with more or less bedrooms - get in touch and we'll find what's right for you. The brownstone Apartment also comes with: - Linens - Towels - High-speed wireless internet - Shampoo, body soap and hand soap - Full",
      "picture_url": "https://a0.muscache.com/im/pictures/53d78c6d-d5f1-4d5b-8067-91643591e478.jpg?aki_policy=large",
      "host_name": "Sonder",
      "host_id": 12243051,
      "host_since": "2014-02-14",
      "host_picture_url": "https://a0.muscache.com/im/pictures/user/c92b0b12-e019-4bb1-b0a8-c0b671096eb2.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Entire home/apt",
      "price": 136,
      "minimum_nights": 2,
      "maximum_nights": 1125,
      "number_of_reviews": 32
    },
    {
      "id": 7868209,
      "name": "Beautiful Sunny Bedroom in Boston",
      "summary": "Spacious, sunny bedroom with comfy queen size bed, large dresser&desk, and AC. Large living room with 50\" flatscreen and sound system. Kitchen fully stocked with everything you'll need. Conveniently located on the MBTA Green line (1 min walk to Packard's Corner stop) in hip neighborhood with many great restaurants/bars nearby. Award winning bakery and deli/convenience store right out the back door. Only 3 min walk to Shaw's grocery store. Walking distance from Kenmore, Fenway, and the Esplanade",
      "description": "Spacious, sunny bedroom with comfy queen size bed, large dresser&desk, and AC. Large living room with 50\" flatscreen and sound system. Kitchen fully stocked with everything you'll need. Conveniently located on the MBTA Green line (1 min walk to Packard's Corner stop) in hip neighborhood with many great restaurants/bars nearby. Award winning bakery and deli/convenience store right out the back door. Only 3 min walk to Shaw's grocery store. Walking distance from Kenmore, Fenway, and the Esplanade Comfortably furnished and decorated with artwork acquired from traveling and Boston memorabilia Access to the full apt except roommate's room I will be gone, but a friend will welcome you to the apt and can tell you about the neighborhood and answer any questions. My roommate may or may not be here, but he is a nice, young working professional (50+ hours a week) and keeps to himself. There is a good chance you won't even see him. Many great affordable restaurants and bars in the neighborhood. Th",
      "picture_url": "https://a0.muscache.com/im/pictures/100212164/99d5dc8f_original.jpg?aki_policy=large",
      "host_name": "Zack",
      "host_id": 31545543,
      "host_since": "2015-04-19",
      "host_picture_url": "https://a0.muscache.com/im/pictures/b29e7e73-e23a-43fc-8f36-e5a0887567ae.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Private room",
      "price": 76,
      "minimum_nights": 1,
      "maximum_nights": 1125,
      "number_of_reviews": 2
    },
    {
      "id": 7871576,
      "name": "Big Bedroom for rent.",
      "summary": "4 total bedrooms in the house. 1 Bath. Full Kitchen. Porch and back deck. Located on Mission Hill within a 4 minute walk to the Brigham Circle T stop.",
      "description": "4 total bedrooms in the house. 1 Bath. Full Kitchen. Porch and back deck. Located on Mission Hill within a 4 minute walk to the Brigham Circle T stop. No smoking in the bedroom. Smoking is allowed on the back porch. Kitchen, Living Room, Bathroom Roommates will be available. Plenty of bars and restaurants close by. Walking distance to Longwood Medical area (Harvard Med, MCPHS, Brigham, Beth Israel, Dana Farber....) and Fenway Park. 2 Large parks close by. Mission hill is within walking distance to 4 major MBTA subway stops.",
      "picture_url": "https://a0.muscache.com/im/pictures/100868360/1af9dab6_original.jpg?aki_policy=large",
      "host_name": "Joseph",
      "host_id": 41486164,
      "host_since": "2015-08-14",
      "host_picture_url": "https://a0.muscache.com/im/users/41486164/profile_pic/1439845340/original.jpg?aki_policy=profile_x_medium",
      "street": "ROXBURY CROSSING, MA, United States",
      "city": "ROXBURY CROSSING",
      "country": "United States",
      "room_type": "Private room",
      "price": 60,
      "minimum_nights": 1,
      "maximum_nights": 1125,
      "number_of_reviews": 2
    },
    {
      "id": 7880828,
      "name": "Cozy Room near Logan Airport ,T very near to Dtown",
      "summary": "Safe and quiet neighborhood. 5 minute walking to Bus Stop and subway where you can get to Harvard and MIT in 10 minutes by subway and bus. where you can get to downtown Boston in 10 minutes by subway,Spacious Apart next to Logan Airport,twin bed.YMCA very near with nice park.library . Feedback is about my description Thanks",
      "description": "Safe and quiet neighborhood. 5 minute walking to Bus Stop and subway where you can get to Harvard and MIT in 10 minutes by subway and bus. where you can get to downtown Boston in 10 minutes by subway,Spacious Apart next to Logan Airport,twin bed.YMCA very near with nice park.library . Feedback is about my description Thanks We are located near the Airport and center of Boston This beautiful apartment is in the first  floor of a nice building complex. This is a single bedroom in a 3-bedroom apartment. The apartment has an incredible view and is just minutes away from the city. Room is smaller with twin bed,very nice mattress  Each client receives bedding washed and clean steam Feedback is about my description Thanks Guest can use refrigerator, microwave and full bathroom. Please don't cook. For most stays, I will be home or within the Boston area and easily reachable. If not at home I will use a master lock key storage device and will send you the code to retrieve the door key. Original",
      "picture_url": "https://a0.muscache.com/im/pictures/d7c8f8fb-bad9-421e-9de7-d854e1854438.jpg?aki_policy=large",
      "host_name": "Ivan",
      "host_id": 41542719,
      "host_since": "2015-08-15",
      "host_picture_url": "https://a0.muscache.com/im/pictures/55a378f7-8415-4c0e-b70f-09385d184c81.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Private room",
      "price": 43,
      "minimum_nights": 1,
      "maximum_nights": 7,
      "number_of_reviews": 279
    },
    {
      "id": 7894645,
      "name": "Small cozy private room for one near BU/Harvard",
      "summary": "Quiet place right in the city! Easy ride to MIT, Boston University, Harvard Quiet, cozy private room for one; desk/shelf combo, nice chair, small closet with hangers, shelf for clothes. Shared CLEAN bathrooms mixed gender. Please consider evening shower to allow fast morning access to all. Kitchen only for fast meal prep: share refrigerator, microwave, toaster, electric tea-pot. Please conserve water/resources. Clean and super friendly cat lives in this house (indoor/outdoor)",
      "description": "Quiet place right in the city! Easy ride to MIT, Boston University, Harvard Quiet, cozy private room for one; desk/shelf combo, nice chair, small closet with hangers, shelf for clothes. Shared CLEAN bathrooms mixed gender. Please consider evening shower to allow fast morning access to all. Kitchen only for fast meal prep: share refrigerator, microwave, toaster, electric tea-pot. Please conserve water/resources. Clean and super friendly cat lives in this house (indoor/outdoor) House with 2 story, very quiet, you would not know if anybody home but please make effort to do things quietly: close doors slowly and gently, move things gently, walk stairs softly. NO outdoor shoes inside, soft sole slippers provided or bring your own. To keep bathrooms available in the morning for short use for everyone without waiting, we ask guests not to use a shower between 6.15 am and 9.30am unless you able to take \"navy shower\". Refrigerator, toaster, microwave for fast meal reheat (not for cooking) Offic",
      "picture_url": "https://a0.muscache.com/im/pictures/6710cdf6-6478-4268-9dba-b53588141441.jpg?aki_policy=large",
      "host_name": "Home On Blaine",
      "host_id": 30489899,
      "host_since": "2015-04-02",
      "host_picture_url": "https://a0.muscache.com/im/pictures/d0a60ba7-457b-4393-8ca9-3cc226152a47.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Private room",
      "price": 40,
      "minimum_nights": 1,
      "maximum_nights": 1125,
      "number_of_reviews": 11
    },
    {
      "id": 7900936,
      "name": "Morning Glory Bed & Breakfast!",
      "summary": "Come stay in an inviting home close to the train to downtown Boston. House is shared with a gentle sweet cat named Mocha Joe. Guest Room has comfortable queen sized bed with a slider door leading onto deck to quiet backyard. Private bathroom. Safe neighborhood. Close to market, nearby hiking trails, the Eustis mansion and Rt. 95 highway. Wifi. Free parking. No smoking, thank you.",
      "description": "Come stay in an inviting home close to the train to downtown Boston. House is shared with a gentle sweet cat named Mocha Joe. Guest Room has comfortable queen sized bed with a slider door leading onto deck to quiet backyard. Private bathroom. Safe neighborhood. Close to market, nearby hiking trails, the Eustis mansion and Rt. 95 highway. Wifi. Free parking. No smoking, thank you. Quiet neighborhood, free parking. Private bath. Cozy comfortable home! Wifi, garden deck, kitchen, living room, full bath (tub and shower) I enjoy exchanging conversation and have had richer experiences because of it. I am willing to help with transportation needs when it is possible and helpful. Supermarket, liquor store, pharmacy and bank are within walking distance. The commuter rail train lines can get riders to downtown Boston in 15 minutes. Not ideal for children.",
      "picture_url": "https://a0.muscache.com/im/pictures/100652237/44691a6b_original.jpg?aki_policy=large",
      "host_name": "Chris",
      "host_id": 41658743,
      "host_since": "2015-08-16",
      "host_picture_url": "https://a0.muscache.com/im/pictures/13a2f3e7-5f85-4171-aeb9-36f5337cad89.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Private room",
      "price": 75,
      "minimum_nights": 1,
      "maximum_nights": 1125,
      "number_of_reviews": 96
    },
    {
      "id": 7910223,
      "name": "Authentic Charming home in JP (Boston) near Subway",
      "summary": "If you are looking for an authentic, ABNB experience in a historic, Boston house, this is the place. My home is truly your \"home away from home\" in Boston. Only a 5 min. walk from Stony Brook Subway on the Orange line. Check out the subway system map to get a good idea of my location. Heinz Ctr. (2.8 miles) Back Bay (2.8), Fenway Park (2.8), Faneuil Hall (5.3), The Seaport Conv. Ctr. is (5.1)  Longwood Med (2.6).  Sam Adams Brewery, is around the corner. I treat my guests like good friends :)",
      "description": "If you are looking for an authentic, ABNB experience in a historic, Boston house, this is the place. My home is truly your \"home away from home\" in Boston. Only a 5 min. walk from Stony Brook Subway on the Orange line. Check out the subway system map to get a good idea of my location. Heinz Ctr. (2.8 miles) Back Bay (2.8), Fenway Park (2.8), Faneuil Hall (5.3), The Seaport Conv. Ctr. is (5.1)  Longwood Med (2.6).  Sam Adams Brewery, is around the corner. I treat my guests like good friends :) The space is the entire attic floor of my single family historic home on a quiet, safe street,  in the Jamaica Plain neighborhood of Boston. It is on a safe quiet street with on street parking at all times. It is a short 5 minute walk to the subway. VERY EASYThere is a shared entrance, and you will walk through my home to the 3rd floor which is all for you. You can lock the doors to your private space. The apartment has AC, a full private bath, a mini kitchenette, with all the basics, and Apple TV",
      "picture_url": "https://a0.muscache.com/im/pictures/100790220/e0bf62dd_original.jpg?aki_policy=large",
      "host_name": "Lori",
      "host_id": 30490577,
      "host_since": "2015-04-02",
      "host_picture_url": "https://a0.muscache.com/im/users/30490577/profile_pic/1434124847/original.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Entire home/apt",
      "price": 160,
      "minimum_nights": 2,
      "maximum_nights": 14,
      "number_of_reviews": 204
    },
    {
      "id": 322593,
      "name": "Chef Kitch, 12 Min to Pru, Patio, Walker'sParadise",
      "summary": "★ Since 2013, over 10% of my Airbnb proceeds go to Boston Charities • Walk Score 77 (Errands & Sites an easy walk) • Fully equipped + stocked kitchen  • Extremely safe neighborhood  • Work nook w desk area, next to patio pond/waterfall  • Memory foam mattress • Onsite Commercial Complimentary washer + dryer  • 22 min to downtown Boston • 12 min to Copley Place & Prudential Shopping • Private garden, patio furniture & a water feature. Note: All-day free luggage storage is available.",
      "description": "★ Since 2013, over 10% of my Airbnb proceeds go to Boston Charities • Walk Score 77 (Errands & Sites an easy walk) • Fully equipped + stocked kitchen  • Extremely safe neighborhood  • Work nook w desk area, next to patio pond/waterfall  • Memory foam mattress • Onsite Commercial Complimentary washer + dryer  • 22 min to downtown Boston • 12 min to Copley Place & Prudential Shopping • Private garden, patio furniture & a water feature. Note: All-day free luggage storage is available. If your dates are not available here, I have 3 other similar listings in the same building. Laundry: Large commercial maytag washer and dryer, shared use and access in the foyer. ￫ Is this your first booking on Airbnb? Use this link to receive $50 off your stay: airbnb.com/c/drusteen Entire space is included in this rental. Please, make yourself at home. I am here for you during your stay, but our level of interaction is up to you. Message me via airbnb with your last minute questions or requests for suggest",
      "picture_url": "https://a0.muscache.com/im/pictures/18603104/dd6c399d_original.jpg?aki_policy=large",
      "host_name": "Edward",
      "host_id": 1651480,
      "host_since": "2012-01-25",
      "host_picture_url": "https://a0.muscache.com/im/users/1651480/profile_pic/1327511350/original.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Entire home/apt",
      "price": 168,
      "minimum_nights": 3,
      "maximum_nights": 365,
      "number_of_reviews": 357
    },
    {
      "id": 7911936,
      "name": "Downtown Beacon Hill, Convenient, Comfy Studio #1",
      "summary": "Our stylish and comfortable studio offers the luxury of home furnishings with the accessibility of downtown Boston and a short walk to Mass General Hospital.   Located in the historic Beacon Hill neighborhood, you’ll be immediately swept away by the old-school charm of this neighborhood. Surrounded by brownstones, coffee shops, and locals, you’ll feel right at home in this community. Steps away from the State House, MGH, and the Boston Common, this location is nothing short of perfect.",
      "description": "Our stylish and comfortable studio offers the luxury of home furnishings with the accessibility of downtown Boston and a short walk to Mass General Hospital.   Located in the historic Beacon Hill neighborhood, you’ll be immediately swept away by the old-school charm of this neighborhood. Surrounded by brownstones, coffee shops, and locals, you’ll feel right at home in this community. Steps away from the State House, MGH, and the Boston Common, this location is nothing short of perfect. Located on the 1st floor, our professional managed apartment is great for those in town on business, pleasure or if you are teaching at one of the great schools in Boston. Our Temple Street apartment rentals offers free 40′ Plasma TV, WiFi, utilities, Flatware, Silverware and Cooking Utensils, towels, linens and convenient access to downtown Boston.   Studio Features:       40″ flatscreen TV with built in WIFI       Direct Satellite TV       Grey Lacquer Kitchen Cabinets       All Stainless Appliances",
      "picture_url": "https://a0.muscache.com/im/pictures/40b1a725-8186-417c-bbb0-04a2c733b215.jpg?aki_policy=large",
      "host_name": "Maverick",
      "host_id": 22348222,
      "host_since": "2014-10-09",
      "host_picture_url": "https://a0.muscache.com/im/pictures/user/83361acc-5f58-40d8-91d4-ba09181ea77e.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Entire home/apt",
      "price": 150,
      "minimum_nights": 7,
      "maximum_nights": 1124,
      "number_of_reviews": 45
    },
    {
      "id": 7913309,
      "name": "Studio apartment conveniently located in Downtown",
      "summary": "My fully-furnished modern studio apartment is located in the heart of Boston, right next to Boston commons in Downtown. The location is perfect for anyone looking to explore Boston, with everything a walk away. The apartment is also conveniently located next to the Downtown crossing and Park Street subway stops which makes the Boston and Cambridge areas easily accessible. My place is good for couples, solo adventurers, and business travelers.",
      "description": "My fully-furnished modern studio apartment is located in the heart of Boston, right next to Boston commons in Downtown. The location is perfect for anyone looking to explore Boston, with everything a walk away. The apartment is also conveniently located next to the Downtown crossing and Park Street subway stops which makes the Boston and Cambridge areas easily accessible. My place is good for couples, solo adventurers, and business travelers.",
      "picture_url": "https://a0.muscache.com/im/pictures/d2c8b090-2d4a-4010-829a-9579cb02dff4.jpg?aki_policy=large",
      "host_name": "Mufaddal",
      "host_id": 41726345,
      "host_since": "2015-08-17",
      "host_picture_url": "https://a0.muscache.com/im/pictures/ddc8f311-425c-42c4-a361-a648315c0fa7.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Entire home/apt",
      "price": 99,
      "minimum_nights": 2,
      "maximum_nights": 1125,
      "number_of_reviews": 22
    },
    {
      "id": 7914359,
      "name": "Spacious Downtown Two Bedroom",
      "summary": "Located in the very center of Boston this apartment has two bedrooms and a generously sized living and dining area along with a fully equipped and modern eat in kitchen. Brand new renovation of classic 1934 art deco building in Boston’s vibrant Downtown Crossing neighborhood.  Fully equipped with elevator, central air conditioning and laundry, this boutique apartment building is the ideal home for exploring the city.",
      "description": "Located in the very center of Boston this apartment has two bedrooms and a generously sized living and dining area along with a fully equipped and modern eat in kitchen. Brand new renovation of classic 1934 art deco building in Boston’s vibrant Downtown Crossing neighborhood.  Fully equipped with elevator, central air conditioning and laundry, this boutique apartment building is the ideal home for exploring the city. Apartment features 13 foot ceilings, over sized window, silestone kitchen counter tops, solid maple cabinets, and stainless steel appliances. The apartment has been beautifully furnished and is fully stocked. Each bedroom contains a queen sized bed. Prior to our guests’ arrival, the apartment is thoroughly cleaned by professional crew and freshly furnished with clean bed linens, bath towels, hand towels, paper towels, toilet paper, soaps, shampoo, and conditioner. We have sought to ensure that our guests have everything they may need to enjoy their stay in Boston. The apar",
      "picture_url": "https://a0.muscache.com/im/pictures/110753620/1bf1626b_original.jpg?aki_policy=large",
      "host_name": "Toma",
      "host_id": 20582119,
      "host_since": "2014-08-26",
      "host_picture_url": "https://a0.muscache.com/im/pictures/user/ceb90aab-c719-4b73-8bee-7bcc3c021c2d.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Entire home/apt",
      "price": 291,
      "minimum_nights": 1,
      "maximum_nights": 1125,
      "number_of_reviews": 200
    },
    {
      "id": 7916575,
      "name": "Centrally located Studio in Boston ,#35",
      "summary": "The unit is stylishly designed for comfort, value and convenience. Centrally located on the line Boston’s Back Bay and South End. Quaint and chic are just 2 words to describe Boston’s South End neighborhood. In the past few years, the South End has grown to be one of Boston’s hottest neighborhoods built with families and young professionals in mind. Loaded with restaurants (some of the best in the city), art galleries, and boasting a modern industrial vibe, the South End is an ideal destination.",
      "description": "The unit is stylishly designed for comfort, value and convenience. Centrally located on the line Boston’s Back Bay and South End. Quaint and chic are just 2 words to describe Boston’s South End neighborhood. In the past few years, the South End has grown to be one of Boston’s hottest neighborhoods built with families and young professionals in mind. Loaded with restaurants (some of the best in the city), art galleries, and boasting a modern industrial vibe, the South End is an ideal destination. This unit is located on the 3rd floor.  The studio's kitchenette comes equipped with a mini fridge, microwave, two plate stove top, toaster and coffee maker.  All units are fully furnished and accessorized with kitchenettes: Free Wireless Internet All stainless appliances Maple floor, cabinets Memoire Pedestal bathroom sinks Antique 3×6 tiling Italian track & floor lighting Wireless internet, set of towels and linens provided upon arrival, flatware, silverware and cooking utensils, direct satel",
      "picture_url": "https://a0.muscache.com/im/pictures/9e07d9bb-eac6-4225-8c3b-77cf060b6233.jpg?aki_policy=large",
      "host_name": "Maverick",
      "host_id": 22348222,
      "host_since": "2014-10-09",
      "host_picture_url": "https://a0.muscache.com/im/pictures/user/83361acc-5f58-40d8-91d4-ba09181ea77e.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Entire home/apt",
      "price": 150,
      "minimum_nights": 3,
      "maximum_nights": 1125,
      "number_of_reviews": 66
    },
    {
      "id": 7920759,
      "name": "Beacon Hill- 2br, 2 bath Personal Home",
      "summary": "This is our real home not rental or investment property.  Located on the top of Beacon Hill on Pinckney Street between Joy and Louisburg Square.  Great location on nice street Walk to all Boston locations; Boston Common, Public Garden, Back bay, Esplanade (Hatch Shell) for Fireworks, Faneuil Hall. Condo has large walk out exclusive use patio recently on Beacon Hill's- Hidden Garden Tour.",
      "description": "This is our real home not rental or investment property.  Located on the top of Beacon Hill on Pinckney Street between Joy and Louisburg Square.  Great location on nice street Walk to all Boston locations; Boston Common, Public Garden, Back bay, Esplanade (Hatch Shell) for Fireworks, Faneuil Hall. Condo has large walk out exclusive use patio recently on Beacon Hill's- Hidden Garden Tour. Well Equipped and appointed high end Condo.  We travel a lot, but this is our first time ever listing.  We hope you will treat our home like it was yours. Guest will have access to 1,400+ sq feet of space and 750 sq/ft private garden, patio & deck, and built in grill. This is 100% owner occupied building so if your looking to feel what it is like to live in this historic area and walk everywhere this is where you want to be. Beacon Hill Gas lit Historic district.  Walk 1/2 block and pass Louisburg Square and US. Secretary of State's house on your way to get coffee for a walk along the river.  Compare t",
      "picture_url": "https://a0.muscache.com/im/pictures/100923180/756be793_original.jpg?aki_policy=large",
      "host_name": "Mike",
      "host_id": 41766550,
      "host_since": "2015-08-17",
      "host_picture_url": "https://a0.muscache.com/im/pictures/e1aed7f5-088e-4425-a2b7-4200e227968a.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Entire home/apt",
      "price": 300,
      "minimum_nights": 2,
      "maximum_nights": 10,
      "number_of_reviews": 23
    },
    {
      "id": 7927765,
      "name": "Andrew Sq Room Close to T&Shops",
      "summary": "Single private bedroom available in a 3 bedroom apartment. Large bright room with good sized closet and large windows with lots of natural light, cozy yet spacious with high ceilings.  Great location, minutes walking from the T with a 10 minute ride to downtown and 20 minutes to the airport. Close to the beach, grocery store, BMC, MIT, UMASS.",
      "description": "Single private bedroom available in a 3 bedroom apartment. Large bright room with good sized closet and large windows with lots of natural light, cozy yet spacious with high ceilings.  Great location, minutes walking from the T with a 10 minute ride to downtown and 20 minutes to the airport. Close to the beach, grocery store, BMC, MIT, UMASS.",
      "picture_url": "https://a0.muscache.com/im/pictures/2c47e988-2c7a-4c7c-8fef-21a0f817a3bb.jpg?aki_policy=large",
      "host_name": "Agnieszka",
      "host_id": 18479599,
      "host_since": "2014-07-20",
      "host_picture_url": "https://a0.muscache.com/im/users/18479599/profile_pic/1406307112/original.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Private room",
      "price": 110,
      "minimum_nights": 7,
      "maximum_nights": 1125,
      "number_of_reviews": 4
    },
    {
      "id": 7931331,
      "name": "Bold 2BR in Lower Allston by Sonder",
      "summary": "At this Sonder, you'll love the bright living space, spacious kitchen with stainless steel appliances, and shared fitness center. Located in Lower Allston, known for its delightful restaurants and its world-renown cuisines.",
      "description": "At this Sonder, you'll love the bright living space, spacious kitchen with stainless steel appliances, and shared fitness center. Located in Lower Allston, known for its delightful restaurants and its world-renown cuisines. This brand new unit in one of Boston's most desirable neighborhoods offers upscale design, spacious floor plans, sleek modern kitchens and floor to ceiling windows. In addition, our 24/7 Concierge Team and local Hospitality Team will make sure you have an incredible stay from the day you book to the day you check-out.  Also please note that the pictures listed are model furnishings. Real furnishings will differ (but will still be nice!)  The Space The place has everything - crisp linen, towels, kitchenware, coffee and more. We, Flatbook, manage this central space. We are the leading managers and curators of unique apartments, condos and houses to book for a night or a year, in North America, Europe and Asia. If you're looking for a place in another neighbourhood, or",
      "picture_url": "https://a0.muscache.com/im/pictures/f3fd066f-6d96-4345-8c7f-795264c010ae.jpg?aki_policy=large",
      "host_name": "Sonder",
      "host_id": 12243051,
      "host_since": "2014-02-14",
      "host_picture_url": "https://a0.muscache.com/im/pictures/user/c92b0b12-e019-4bb1-b0a8-c0b671096eb2.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Entire home/apt",
      "price": 143,
      "minimum_nights": 2,
      "maximum_nights": 1125,
      "number_of_reviews": 50
    },
    {
      "id": 7933149,
      "name": "WB Quarters™ by STRB|Hangout|Priv. Room|Shared BA",
      "summary": "This Quarters™ room is a unique offering from Short Term Rentals Boston that makes living in the heart of Boston affordable and easy. You have your own private room with a queen bed in a newly renovated building across the street from the Red Line Broadway Stop. The laundry room, kitchen and living room are shared amongst the guests of this building. The Quarters™ are our most popular offering for people who need to be in Boston but don't have the need or budget for a full apartment.",
      "description": "This Quarters™ room is a unique offering from Short Term Rentals Boston that makes living in the heart of Boston affordable and easy. You have your own private room with a queen bed in a newly renovated building across the street from the Red Line Broadway Stop. The laundry room, kitchen and living room are shared amongst the guests of this building. The Quarters™ are our most popular offering for people who need to be in Boston but don't have the need or budget for a full apartment. The shared bathrooms at Quarters™ are one in one out so you never have the awkward situation of actually sharing a bathroom. All areas and rooms have central heat and air conditioning and wi-fi is provided free of charge. The building common spaces are all professionally cleaned regularly so while we ask that everyone play their part in keeping the building neat and clean, we have a full staff of cleaners to ensure cleanliness and comfort. You get all of this and the flexibility of a short-term lease for a",
      "picture_url": "https://a0.muscache.com/im/pictures/dab593a5-ab98-4215-a154-13dcad8a3453.jpg?aki_policy=large",
      "host_name": "Brent",
      "host_id": 814298,
      "host_since": "2011-07-13",
      "host_picture_url": "https://a0.muscache.com/im/users/814298/profile_pic/1310565817/original.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Private room",
      "price": 144,
      "minimum_nights": 60,
      "maximum_nights": 1124,
      "number_of_reviews": 24
    },
    {
      "id": 7934491,
      "name": "A Very Large Room - Beige Room",
      "summary": "Large private bedroom available in apartment, 200 sq ft. Very bright and spacious  room with a good size closet, large windows with lots of natural light. Great location, minutes walking from the T with a 10 minute ride to downtown and 20 minutes to the airport. Easy access to Boston Medical Center (BMC), MIT, UMass, beach, shopping center, and downtown.",
      "description": "Large private bedroom available in apartment, 200 sq ft. Very bright and spacious  room with a good size closet, large windows with lots of natural light. Great location, minutes walking from the T with a 10 minute ride to downtown and 20 minutes to the airport. Easy access to Boston Medical Center (BMC), MIT, UMass, beach, shopping center, and downtown. The room can be provided furnished on request.",
      "picture_url": "https://a0.muscache.com/im/pictures/f63f421d-6027-4fb0-bd88-5482a0bb776d.jpg?aki_policy=large",
      "host_name": "Agnieszka",
      "host_id": 18479599,
      "host_since": "2014-07-20",
      "host_picture_url": "https://a0.muscache.com/im/users/18479599/profile_pic/1406307112/original.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Private room",
      "price": 160,
      "minimum_nights": 3,
      "maximum_nights": 1125,
      "number_of_reviews": 1
    },
    {
      "id": 7939556,
      "name": "Andrew Sq - Quiet Yellow Room",
      "summary": "Single private bedroom available in a 3 bedroom apartment. Large bright room with 2 good sized closets and 2 large windows with lots of natural light, cozy yet spacious with high ceilings.  Great location, minutes walking from the T with a 10 minute ride to downtown and 20 minutes to the airport. Close to the beach, grocery store, BMC, MIT, UMASS.",
      "description": "Single private bedroom available in a 3 bedroom apartment. Large bright room with 2 good sized closets and 2 large windows with lots of natural light, cozy yet spacious with high ceilings.  Great location, minutes walking from the T with a 10 minute ride to downtown and 20 minutes to the airport. Close to the beach, grocery store, BMC, MIT, UMASS.",
      "picture_url": "https://a0.muscache.com/im/pictures/2fcc8371-c77e-483b-b2df-90c4ecf9f7bd.jpg?aki_policy=large",
      "host_name": "Agnieszka",
      "host_id": 18479599,
      "host_since": "2014-07-20",
      "host_picture_url": "https://a0.muscache.com/im/users/18479599/profile_pic/1406307112/original.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Private room",
      "price": 135,
      "minimum_nights": 5,
      "maximum_nights": 1125,
      "number_of_reviews": 1
    },
    {
      "id": 332225,
      "name": "Beautiful house w/ Hot Tub, Parking & Yard!",
      "summary": "Beautiful home, in a quiet neighborhood, with parking, beautiful and spacious yard.  Hardwood floors, updated throughout. Side deck for meals. An overall great space!",
      "description": "Beautiful home, in a quiet neighborhood, with parking, beautiful and spacious yard.  Hardwood floors, updated throughout. Side deck for meals. An overall great space! Beautiful 3 bedroom, 2-bath single-family home in the great Jamaica Plain.  Our home is remodeled and has many updates, including, AC, a beautiful cathedral ceiling in the master bedroom, shiny hardwood floors, and an open kitchen/dining room with maple cabinets and dark gray ceasar stone countertops.  There is a small wrap-around yard with many varieties of trees and flowering bushes. In addition, there is a one-car driveway and there is also always ample street parking right in front of the house.  We have a wonderful cat who comes in and out of the house. You will only need to refill her water bowl once a day and let her in at night.  Whoever rents the house needs to be cat lovers, ok with them being around. Jamaica Plain is one of Boston's coolest neighborhoods, this is where people who want to live in Boston but love",
      "picture_url": "https://a0.muscache.com/im/pictures/41920328/ba04db78_original.jpg?aki_policy=large",
      "host_name": "Ken",
      "host_id": 1693497,
      "host_since": "2012-02-03",
      "host_picture_url": "https://a0.muscache.com/im/users/1693497/profile_pic/1349269262/original.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Entire home/apt",
      "price": 149,
      "minimum_nights": 2,
      "maximum_nights": 1125,
      "number_of_reviews": 46
    },
    {
      "id": 7949859,
      "name": "A Very Large Room- Great for Couple",
      "summary": "2 rooms available in 3 BR Apt. Very large bright room with a good size closet, plus additional smaller room for private use. Large window with lots of natural light. Great location, 5 minutes walking from the Red T with a 10 minute ride to downtown. An additional single bed can be added on request.",
      "description": "2 rooms available in 3 BR Apt. Very large bright room with a good size closet, plus additional smaller room for private use. Large window with lots of natural light. Great location, 5 minutes walking from the Red T with a 10 minute ride to downtown. An additional single bed can be added on request.",
      "picture_url": "https://a0.muscache.com/im/pictures/3a82a720-9750-4f6c-aded-544fe2fd6a00.jpg?aki_policy=large",
      "host_name": "Agnieszka",
      "host_id": 18479599,
      "host_since": "2014-07-20",
      "host_picture_url": "https://a0.muscache.com/im/users/18479599/profile_pic/1406307112/original.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Private room",
      "price": 125,
      "minimum_nights": 1,
      "maximum_nights": 1125,
      "number_of_reviews": 5
    },
    {
      "id": 7961477,
      "name": "Beautiful Back Bay One Bed Best Boston Location",
      "summary": "Beautiful renovated 600 sf 1 bed in a classic Commonwealth Ave. Back Bay brownstone centrally located between Exeter and Fairfield streets. Furnished in period antiques. Includes heat, AC, cable, wifi 2 tvs, fully equipped kitchen and all necessary linens.  The building has great common areas, an amazing roof deck with panoramic City views and laundry.  The best of Boston is right outside your door.  Steps to Newbury St. Copley Sq., River/Esplanade and trains.",
      "description": "Beautiful renovated 600 sf 1 bed in a classic Commonwealth Ave. Back Bay brownstone centrally located between Exeter and Fairfield streets. Furnished in period antiques. Includes heat, AC, cable, wifi 2 tvs, fully equipped kitchen and all necessary linens.  The building has great common areas, an amazing roof deck with panoramic City views and laundry.  The best of Boston is right outside your door.  Steps to Newbury St. Copley Sq., River/Esplanade and trains. Truly, the best location in Boston on the Commonwealth Ave. Mall.  The home has been fully renovated and is lovingly maintained.  We live just a half block away, so we are available to address any issues that may arise with your stay. Common roof deck with amazing views of Boston, common laundry I live a half block away from this apartment and am available if any issues arise. Boston's historic Back Bay is the City's best neighborhood.  You are steps to the best restaurants and shopping. 2 blocks from the subway, and if you can w",
      "picture_url": "https://a0.muscache.com/im/pictures/101450488/c05d27ed_original.jpg?aki_policy=large",
      "host_name": "Erica",
      "host_id": 41998307,
      "host_since": "2015-08-20",
      "host_picture_url": "https://a0.muscache.com/im/pictures/user/adae3780-f191-4592-a678-20efdea582db.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Entire home/apt",
      "price": 199,
      "minimum_nights": 5,
      "maximum_nights": 300,
      "number_of_reviews": 29
    },
    {
      "id": 7965521,
      "name": "South End 1 Bedroom PERFECTION!",
      "summary": "Situated on Dartmouth St in the heart of Boston's South End this Charming 640 sqft  1 bedroom unit is perfect. This well appointed and laid out condo is an amazing place to use as your home while enjoining everything that Boston has to offer.",
      "description": "Situated on Dartmouth St in the heart of Boston's South End this Charming 640 sqft  1 bedroom unit is perfect. This well appointed and laid out condo is an amazing place to use as your home while enjoining everything that Boston has to offer. This condo has a private entrance situated on one Bostons most beautiful treelined streets.  A large living space and comfy bedroom over looking a stunning garden. The newly renovated kitchen is just the right size and has everything one to ask for over any length of stay. Total access Guests will receive a welcome card that has both my number and our property managers number in case of emergency Situated in the South End and bordering Boston famed Back Bay you have the best of the best of the best just steps from our door.  Boston Best shopping, restaurants and culture are all with in one square mile of our front door. The unit is located two blocks from Back Bay train station (commuter rail & orange line T). The green line T is accessible 4 bloc",
      "picture_url": "https://a0.muscache.com/im/pictures/104450483/b9cbb2bc_original.jpg?aki_policy=large",
      "host_name": "Chris",
      "host_id": 22110106,
      "host_since": "2014-10-04",
      "host_picture_url": "https://a0.muscache.com/im/users/22110106/profile_pic/1440085538/original.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Entire home/apt",
      "price": 215,
      "minimum_nights": 1,
      "maximum_nights": 1125,
      "number_of_reviews": 131
    },
    {
      "id": 7984226,
      "name": "North End Studio",
      "summary": "This adorable studio is located in the North End with a short walk to Faneiul Hall, The Garden and more!",
      "description": "This adorable studio is located in the North End with a short walk to Faneiul Hall, The Garden and more!",
      "picture_url": "https://a0.muscache.com/im/pictures/104526121/ff4d429b_original.jpg?aki_policy=large",
      "host_name": "Janna",
      "host_id": 36050005,
      "host_since": "2015-06-17",
      "host_picture_url": "https://a0.muscache.com/im/users/36050005/profile_pic/1434556524/original.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Entire home/apt",
      "price": 250,
      "minimum_nights": 1,
      "maximum_nights": 1125,
      "number_of_reviews": 0
    },
    {
      "id": 7986179,
      "name": "Spacious home in Jamaica Plain",
      "summary": "One bedroom and common space available for rent in our spacious apartment with access to our kitchen, living room, dining room, bathroom, and outdoor porch on a quiet and easily accessible block in Jamaica Plain.  Minutes walk to an expansive park full of fields, ponds, & forest.  Equally close to a range of diverse dining options, boutique shopping, and a Whole Foods.  Lots of free street parking, 2 blocks to #39-bus to downtown, ~12 min to orange/green T lines.",
      "description": "One bedroom and common space available for rent in our spacious apartment with access to our kitchen, living room, dining room, bathroom, and outdoor porch on a quiet and easily accessible block in Jamaica Plain.  Minutes walk to an expansive park full of fields, ponds, & forest.  Equally close to a range of diverse dining options, boutique shopping, and a Whole Foods.  Lots of free street parking, 2 blocks to #39-bus to downtown, ~12 min to orange/green T lines. Well decorated 2nd floor apartment with lots of natural light and a homey feel. Great option for an individual traveler or couple. This is a two bedroom apartment and you will be the sole occupants. For privacy, we do not rent out the master bedroom. You can reach us at any time via phone.",
      "picture_url": "https://a0.muscache.com/im/pictures/c2ac8115-a8e0-4054-ad87-d2264cf4662e.jpg?aki_policy=large",
      "host_name": "Jared",
      "host_id": 20040612,
      "host_since": "2015-08-21",
      "host_picture_url": "https://a0.muscache.com/im/pictures/a231db36-d5a4-4c6a-b21a-b9d797afafaa.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Entire home/apt",
      "price": 95,
      "minimum_nights": 2,
      "maximum_nights": 30,
      "number_of_reviews": 22
    },
    {
      "id": 7988755,
      "name": "Private Room&Bath+Breakfast/4min walk from Train",
      "summary": "Come stay with us, in your own room and private/adjacent bath, while you discover Boston. Modern kitchen, free continental breakfast, roof deck, 4 min walk to the Red Line train (Andrew Station) and to the beach are only some of the perks our condo, located on the third floor of a three story house in South Boston, have to offer you. Please note that we don't provide parking. Also, this is South Boston, not Disneyland. We are proud to live in a gentrified/upcoming neighborhood.",
      "description": "Come stay with us, in your own room and private/adjacent bath, while you discover Boston. Modern kitchen, free continental breakfast, roof deck, 4 min walk to the Red Line train (Andrew Station) and to the beach are only some of the perks our condo, located on the third floor of a three story house in South Boston, have to offer you. Please note that we don't provide parking. Also, this is South Boston, not Disneyland. We are proud to live in a gentrified/upcoming neighborhood. Important note : Please note that check-in during week day is 5 pm but during the weekend, you can check in as early as 1 pm (or earlier, if we don't have guests checking out on the same day). We are a young multilingual professional couple renting their guest suite (bedroom and bathroom) in an almost brand new apartment (1,248 sqft, built in 2012). We initially listed it for two guests but we received so many requests for travelers who were traveling by group of three that we purchased an air mattress to be use",
      "picture_url": "https://a0.muscache.com/im/pictures/104649958/bcd68554_original.jpg?aki_policy=large",
      "host_name": "Sarah",
      "host_id": 8408214,
      "host_since": "2013-08-26",
      "host_picture_url": "https://a0.muscache.com/im/users/8408214/profile_pic/1440215835/original.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Private room",
      "price": 115,
      "minimum_nights": 2,
      "maximum_nights": 1125,
      "number_of_reviews": 135
    },
    {
      "id": 8006992,
      "name": "Elegant, Historic, sleek Brownstone renovation",
      "summary": "Elegant new renovation in privately owned Victorian brownstone. Top notch location just one block from some of the south ends finest restaurants, cafes and shops.  -Sunny, bright, w/ very high ceilings -New granite kitchen -Huge marble bathroom  -owner lives on site - very close to many of bostons historic & cultural sites -quiet and well maintained 4 unit building -no students, no smoking, quiet and responsible residents and guests only -parties or events are not allowed in the rentals",
      "description": "Elegant new renovation in privately owned Victorian brownstone. Top notch location just one block from some of the south ends finest restaurants, cafes and shops.  -Sunny, bright, w/ very high ceilings -New granite kitchen -Huge marble bathroom  -owner lives on site - very close to many of bostons historic & cultural sites -quiet and well maintained 4 unit building -no students, no smoking, quiet and responsible residents and guests only -parties or events are not allowed in the rentals Clean crisp design in an elegant renovated brownstone, privately owned by a designer / architect who lives on site. We are a short walk to many of Boston's major historic and cultural sites. BU medical and dental school is just 2 blocks away, special buses connect to the Harvard Hospitals and Med School Landlord lives in the building and always happy to assist or give advise on things to see and do in boston Acclaimed restaurants, cafes and shops just steps away from our building, the south end is with",
      "picture_url": "https://a0.muscache.com/im/pictures/f8e72359-ca37-457d-a932-f872b73cee03.jpg?aki_policy=large",
      "host_name": "Daniel",
      "host_id": 2265368,
      "host_since": "2012-05-01",
      "host_picture_url": "https://a0.muscache.com/im/users/2265368/profile_pic/1440359427/original.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Entire home/apt",
      "price": 219,
      "minimum_nights": 4,
      "maximum_nights": 365,
      "number_of_reviews": 31
    },
    {
      "id": 8014642,
      "name": "Nice bedroom in a shared apt.",
      "summary": "A bedroom in a shared apartment (3 bed and 1 bath). Walking distance to subway (green and orange line), supermarket and pharmacy. Nice and a Student neighborhood. - Full size bedroom (Sheets and Covers)  - Closet  - Study Table  - TV/Monitor - Wi-fi - It is a 10 min walking to Stop & Shop, Bank of America and Subway restaurant. - 7 minutes walking to the Orange Line (Roxbury Crossing) and 20 minutes to Green Line, both lines get you right to Downtown.",
      "description": "A bedroom in a shared apartment (3 bed and 1 bath). Walking distance to subway (green and orange line), supermarket and pharmacy. Nice and a Student neighborhood. - Full size bedroom (Sheets and Covers)  - Closet  - Study Table  - TV/Monitor - Wi-fi - It is a 10 min walking to Stop & Shop, Bank of America and Subway restaurant. - 7 minutes walking to the Orange Line (Roxbury Crossing) and 20 minutes to Green Line, both lines get you right to Downtown.",
      "picture_url": "https://a0.muscache.com/im/pictures/104192632/44dbe3be_original.jpg?aki_policy=large",
      "host_name": "Arnaldo",
      "host_id": 17549955,
      "host_since": "2014-07-02",
      "host_picture_url": "https://a0.muscache.com/im/users/17549955/profile_pic/1422917006/original.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Private room",
      "price": 79,
      "minimum_nights": 1,
      "maximum_nights": 1125,
      "number_of_reviews": 2
    },
    {
      "id": 8014683,
      "name": "One-Bed Condo (Downtown Boston)",
      "summary": "Beautiful Modern 1-Bedroom Condo Available in Downtown Boston (Financial District). This is excellent location (right next to South Station).  This 1BR/1BA loft-style condo at the Lincoln Plaza Residences in Financial District. High ceilings and on the 3rd Floor.  Apartment includes: in-unit laundry, modern galley-style kitchen, stainless steel appliances, maple cabinetry, central AC, elevator building.  Close to South Station (Red Line/Bus Terminal/Amtrak). Pets not permitted.",
      "description": "Beautiful Modern 1-Bedroom Condo Available in Downtown Boston (Financial District). This is excellent location (right next to South Station).  This 1BR/1BA loft-style condo at the Lincoln Plaza Residences in Financial District. High ceilings and on the 3rd Floor.  Apartment includes: in-unit laundry, modern galley-style kitchen, stainless steel appliances, maple cabinetry, central AC, elevator building.  Close to South Station (Red Line/Bus Terminal/Amtrak). Pets not permitted. Luxury apartment with the best location in Boston.  Our apartment is located in Boston Financial District and is within walking distance of restaurants, grocery stores, banking institutions, parks, and train stations. You will be able to access the entire apartment.  You will be given keys (one building access key and one apartment access key). Amenities include fresh towels, fresh bed sheets, and bathroom supplies. We can be in-touch if you need during your stay.  I will provide you the key to apartment buildin",
      "picture_url": "https://a0.muscache.com/im/pictures/1af039d3-6f80-4473-9716-7da3185a3fbc.jpg?aki_policy=large",
      "host_name": "Abhishek",
      "host_id": 24123098,
      "host_since": "2014-11-24",
      "host_picture_url": "https://a0.muscache.com/im/users/24123098/profile_pic/1440371143/original.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Entire home/apt",
      "price": 179,
      "minimum_nights": 2,
      "maximum_nights": 1125,
      "number_of_reviews": 2
    },
    {
      "id": 8025718,
      "name": "Charming Studio in Boston Brownstone, #6",
      "summary": "The unit is stylishly designed for comfort, value and convenience. Centrally located on the line between Boston’s Back Bay and South End Neighborhoods.  When you think of Boston, your first thought may not be the South End, but maybe it should be! Everywhere you turn there’s a boutique, bistro, or coffee shop, and the location of this studio is no different.  This studios's location boasts that neighborhood charm Boston is known for, with the location to access downtown with ease.",
      "description": "The unit is stylishly designed for comfort, value and convenience. Centrally located on the line between Boston’s Back Bay and South End Neighborhoods.  When you think of Boston, your first thought may not be the South End, but maybe it should be! Everywhere you turn there’s a boutique, bistro, or coffee shop, and the location of this studio is no different.  This studios's location boasts that neighborhood charm Boston is known for, with the location to access downtown with ease. This unit is located on the 3rd floor.  The studio's kitchenette comes equipped with a mini fridge, microwave, two plate stove top, toaster and coffee maker.  All units are fully furnished and accessorized with kitchenettes: Free Wireless Internet All stainless appliances Maple floor, cabinets Memoire Pedestal bathroom sinks Antique 3×6 tiling Italian track & floor lighting Wireless internet, set of towels and linens provided upon arrival, flatware, silverware and cooking utensils, basic cable TV, coin-op Lau",
      "picture_url": "https://a0.muscache.com/im/pictures/6c352916-dea1-417e-ba69-c1cff0969cee.jpg?aki_policy=large",
      "host_name": "Maverick",
      "host_id": 22348222,
      "host_since": "2014-10-09",
      "host_picture_url": "https://a0.muscache.com/im/pictures/user/83361acc-5f58-40d8-91d4-ba09181ea77e.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Entire home/apt",
      "price": 150,
      "minimum_nights": 3,
      "maximum_nights": 1125,
      "number_of_reviews": 58
    },
    {
      "id": 336946,
      "name": "Sweet, Solar, Garden Apartment",
      "summary": "A sunny studio apartment in a house run entirely on solar electricity.  Living/dining room, bedroom, a mini kitchen, full bathroom, and an outdoor patio.  The kitchen will be stocked with coffee, tea and enough breakfast foods for your first morning: bread, butter and jam, and cereal.  All folks are welcome: Straight, queer, POC, families of all varieties, and children.",
      "description": "A sunny studio apartment in a house run entirely on solar electricity.  Living/dining room, bedroom, a mini kitchen, full bathroom, and an outdoor patio.  The kitchen will be stocked with coffee, tea and enough breakfast foods for your first morning: bread, butter and jam, and cereal.  All folks are welcome: Straight, queer, POC, families of all varieties, and children. JP Green House is a energy-positive homestead in the Jamaica Plain area of Boston. The house is fully powered by sunlight, using electricity from solar panels, and passive-solar design for heat and hot-water. Our yard is an organic community garden used as a space for teaching and events.  The Garden Apartment is a studio complete with a kitchen and bathroom. It has a private entrance. There is a shared patio in the garden used by the family and other guests. The apartment is fully furnished. Amenities include: A queen-sized bed and a futon couch (suitable for a child) Coffee table, armchair  small desk; desk chair. A p",
      "picture_url": "https://a0.muscache.com/im/pictures/65028753/cf942252_original.jpg?aki_policy=large",
      "host_name": "Andrée",
      "host_id": 1713739,
      "host_since": "2012-02-07",
      "host_picture_url": "https://a0.muscache.com/im/users/1713739/profile_pic/1329313698/original.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Entire home/apt",
      "price": 145,
      "minimum_nights": 3,
      "maximum_nights": 7,
      "number_of_reviews": 187
    },
    {
      "id": 8029788,
      "name": "Minutes From Fenway",
      "summary": "We are right off the Green line ( Allston street T stop on the B Line) minutes away from downtown and Harvard Square! Also some great restaurants and coffee shops in the neighborhood!",
      "description": "We are right off the Green line ( Allston street T stop on the B Line) minutes away from downtown and Harvard Square! Also some great restaurants and coffee shops in the neighborhood!",
      "picture_url": "https://a0.muscache.com/im/pictures/103605992/e9f7ea91_original.jpg?aki_policy=large",
      "host_name": "Katie",
      "host_id": 42396951,
      "host_since": "2015-08-24",
      "host_picture_url": "https://a0.muscache.com/im/users/42396951/profile_pic/1440980784/original.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Entire home/apt",
      "price": 200,
      "minimum_nights": 1,
      "maximum_nights": 1125,
      "number_of_reviews": 1
    },
    {
      "id": 8034092,
      "name": "Long term great location quiet place",
      "summary": "One of the rooms in the pictures can be available. Cozy and comfortable room Boston-Allston safe centrally located neighborhood.  Written contract is required for long term rent and with prior permission to send booking request. From Sept1st is it minimum 4 full months of rent with contract. If your rent date starts before Sept1st but does not end on or after Jan 1st, I can not host you.",
      "description": "One of the rooms in the pictures can be available. Cozy and comfortable room Boston-Allston safe centrally located neighborhood.  Written contract is required for long term rent and with prior permission to send booking request. From Sept1st is it minimum 4 full months of rent with contract. If your rent date starts before Sept1st but does not end on or after Jan 1st, I can not host you. The house is not a typical home stay, but a comfortable and VERY QUIET hostel alternative for independent traveler. Easy to study at home. Please don't use speakers when talking on the phone. Refrigerator, Microwave for warm up or microwave meals (not for cooking), but  always use plate cover please and keep door slightly open after use to evaporate smell, toaster, electric tea-pot. Very small counter space can allow fast meal prep Look up Allston Village, you will get enormous info about the area. It is very close to Harvard, MIT, Boston University by bus, biking, or walking. There are plenty of bars/",
      "picture_url": "https://a0.muscache.com/im/pictures/b81afa55-ea15-4514-8993-65fafeaccfe7.jpg?aki_policy=large",
      "host_name": "Home On Blaine",
      "host_id": 30489899,
      "host_since": "2015-04-02",
      "host_picture_url": "https://a0.muscache.com/im/pictures/d0a60ba7-457b-4393-8ca9-3cc226152a47.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Private room",
      "price": 49,
      "minimum_nights": 2,
      "maximum_nights": 1125,
      "number_of_reviews": 4
    },
    {
      "id": 8036024,
      "name": "Stayloom's Upscale North End Escape | Faneuil Hall",
      "summary": "Stayloom is dedicated to giving you a luxurious and authentic travel experience. From the refurbished table to the local artwork, our homes are furnished so every detail has a genuine connection to the surrounding community. Spacious and suitable for groups of all sizes, each Stayloom home is crafted with the intention of bringing family and friends together. Stay in style. Stay for the stories. Stayloom.",
      "description": "Stayloom is dedicated to giving you a luxurious and authentic travel experience. From the refurbished table to the local artwork, our homes are furnished so every detail has a genuine connection to the surrounding community. Spacious and suitable for groups of all sizes, each Stayloom home is crafted with the intention of bringing family and friends together. Stay in style. Stay for the stories. Stayloom. Our luxury downtown Boston condo is pristine and spacious. The location is unparalleled, you will be steps away from all the major sites and attractions in downtown Boston! Right by Faneuil Hall, TD Garden and the North End, there is no better spot to access all Boston has to offer. This ground floor townhouse is quite large and modern, with a special attention to detail.  - High ceilings, plentiful light, and modern features.  - Smart TV, high-speed wifi - Central air and heat throughout - All beds feature Tempurpedic-quality mattresses and silky, high thread count linens. - All bath",
      "picture_url": "https://a0.muscache.com/im/pictures/5029e5f8-b9cf-49fa-9c51-0d3a9189286c.jpg?aki_policy=large",
      "host_name": "Frank",
      "host_id": 42431392,
      "host_since": "2015-08-24",
      "host_picture_url": "https://a0.muscache.com/im/pictures/user/27f9b2a9-674b-4472-a684-6a85b0bb5cff.jpg?aki_policy=profile_x_medium",
      "street": "Boston, MA, United States",
      "city": "Boston",
      "country": "United States",
      "room_type": "Entire home/apt",
      "price": 5000,
      "minimum_nights": 1,
      "maximum_nights": 1125,
      "number_of_reviews": 257
    }
  ]